[ {"heads": ["Andhra Pradesh "], "visfor": [" – Tirupati (One of the world’s richest  and most visited
pilgrimage), Puttaparthi (Ashrama of Satya Sai Baba), Charminar  (the symmetrical Hyderabadi mosque identical to the
heritage of Andhra), Golconda  Fort (the kingdom where the largest jewel in the world till date, Kohinoor was  mined),
Ramoji Film City (the world class film studio), Qutub Shahi Tombs (1 km  stretch of stoned tombs), Vishakhapatnam (one
of the largest and the oldest  Indian shipyard) , etc.", " ", "Hyderabad, Visakhapatnam, Vijayawada, Guntur,  Warangal,
Nellore", " Summer: March to June, Monsoon: July to  September, Winter: October to February.  Climate  of Andhra
Pradesh is influenced by the South- West Monsoons.", " ", "Numerous domestic airports like Tirupati,  Visakhapatnam,
Guntur, Secunderabad, Warangal, Vijayawada, dot the landscape of  Andhra and provide comfortable journey to the
passengers.", " ", "Major railway junctions like Hyderabad  Deccan, Adilbad, Adoni, Anantpur, Anakapalle, Bapatta,
Basar, Bhimavaram  junction, Bhadrachalam raod, Bhimavaram town, Chittor, Chirala, Cuddapah,  Dhramavaram junction,
Eluru, Gooty, Gudivada junction, Gudur Junction, Guntakal  Junction, Kazipet junction, Nalgonda and Nandyal connect
Andhra Pradesh on the  network of railways.", "The network of roads and highways in Andhra  provide it strong
connectivity from other major cities of India.", "A number of commercial sea ports including  Vishakhapatnam, Kakinada,
Bheemunipatnam, Krishnapatnam, Vadarevu and  Kalingapatnam dot the coastline of Andhra Pradesh.", " ", "Made  famous by
the Nizams, Qutub Shahis, Vijaynagara and Kakatiya dynasty, Andhra  Pradesh is a destination symbolizing the rich
essence of incredible India. Famous  as the cradle of stone architecture, the chronicles of this state are dotted in
the form of illustrious structures, monuments, minarets, stupas and other tomb ruins.  This most visited state of India
is known for many tourist attractions,  predominantly for Tirupati, the most visited place of worship in the world. The
state also presents its 3rd century old Buddhist essence ties that can be  experienced during the visit to the ruined
stupas and cave complexes at Amaravathi,  Nagarjunakonda, Chandavaram, Thotlakonda to name a few. ", " Bordered by
Maharashtra, Chattisgarh and  Orissa in the north, Karnataka in the west, Tamil Nadu in the south and Bay of  Bengal in
the east, Andhra Pradesh is the fourth largest area wise state in  India. Krishna and Godavari River run across the
state and feed the flourishing  rice bowl of India. Its highest peak, Jindhagada is not only the highest point  in the
state, but the highest point in the Eastern Ghats as well. ", "The culture of this state is defined with  an interesting
amalgam of its rich traditions. Kuchipudi, the 17th  century state’s dance drama is an inevitable contribution of
Andhra to  incredible India. The language of the region, Telugu is the prominent language  preferred for the lyrical
composition of Carnatic music. The rich literature is  also not different in Andhra. The deep literary cultural value of
Telugu prose  can be reached out from the works of Nannaya, Srinatha, Tikkana, Yerrapragada,  Pothana, Poet Molla and
Tarikonda Venkamamba. The modern contributions of  Charles Phillip Brown, Vishwanatha Satyanarayana made the language of
the land  a vibrant and evolving expression. ", "The jewel box of Andhra features other  surprising facets as well. The
largest gem in the world till date, the  legendary Kohinoor and Hope Diamond were mined in Golconda. The rich region of
Andhra is a mine of rich diamonds, pearls and jewellery traditions; adding on  to the eternal fortunes of the land.", "
", " Hinduism and Islam ", " International Kite Festival in Hyderabad (Jan)", "Kakatiya Festival – Warangal (Jan)",
"Taramati Festival, Hyderabad (Feb)", "Ugadi (New Year Telugu) (Mar-Apr)", "Rayalseema Food and Dance Festival,
Tirupati (Sep-Oct)", "Vijayanagar Dance Festival, Chandragiri  (Oct)", "Golconda Dance Festival, Hyderabad (Nov)",
"Visaka Utsav and Rushikonda Beach  Festival, Vishakhapatnam (Dec)", "Lumbini Festival, Hyderabad,  Nagarjunasagar
(Dec)", " Famous oven baked non-veg Biryani in Hyderabad, Passarettu  Dosa (made of Moong Dal Lentil), tamarind gravies,
Gongura (a Roselle plant  chutney), Nellore Fish Curry", " Lacquer bangles from colourful Laad Bazaar, Pearl Jewellery,
Bidriware in Hyderabad, Softwood toys from Kondapalli and silk saris from Dharmavaram.", "The  state is immaculate as
far as hospitality is concerned. The famous Falaknuma  Palace Complex in Hyderabad is a living testimony to the
statement. This five  star hotel recently bagged the Conde Nast Traveller Readers Awards in the Overseas  Leisure Hotels
(Asia and Indian Subcontinent) category for the second time in a  row, defining the immaculate standards of the
hospitality. For other hotels in  Andhra Pradesh, click here. ", " ", " ", " Where shall we send the
suggestions?  ", "   ", " ", " ", " "]},


{"heads": ["Haryana "], "visfor": [" – Kurukshetra  (Lord Krishna delivered Bhagavat Geeta to Arjuna here),
{"Surajkund (an ancient  lake with historical and religious significance, now a major fair site),  Gurgaon (an IT suburb
{"of NCR area), Thanesar (famous for a sacred Shiva temple),  Jyotisar, Panipat (city of weavers famous for textiles,
{"carpets and blankets),  Badkhal Lake (a natural lake famous for bird watching and boating), Pinjore  (Mughal Gardens),
{"Morni Hills (Haryana’s only hill station), Dhosi Hill (where  oldest known generic brand in the world
{"Chyavanaprasha and Kayakalpa were  formulated by sages)", " Summer: March to  May, Monsoon: June to September, Winter:
{"October to February. A part of  northern plains, Haryana has a continental climate, with extremes of heat in  summer
{"and cold in winters.", "The main airport  of the state is in its capital Chandigarh. It is well connected with the
{"cities  of North India.", "The state is well  connected by railway network. There are many railway routes crossing
{"through  Haryana like Amritsar to Delhi, Rewari to Ahmedabad, Kalka to Jodhpur, Delhi to  Shimla and Bhiwani to
{"Rohtak.", "Some parts of  the state are within the National Capital Region and are at a short driving  distance from
{"Delhi. ", "Land of immense contrasts,  Haryana is bestowed with history as old as time, rushing rivers, lofty hills
{"and enterprising people, making it a unique state like no other. The cradle of  Indian culture and agriculture,
{"Haryana belongs to the second century BC as a  territory inhabited by Aryans. Since then, the primary occupation of
{"this  fertile state has been agriculture and animal rearing through the ages. Rigveda,  the earliest recorded Hindu
{"literature was composed here. Archaeological  evidences reveal that the region was actively practising agriculture
{"even  earlier than Harappan civilization came to the fore.", "Other landmark  contribution of Haryana’s history
{"is the origin of Bhagavata Geeta, a sacred  scripture, during the war of Mahabharata at Kurukshetra. This document
{"changed  the life of millions of people, inspiring them for selfless action with other  essentials for a balanced
{"life. ", "An earliest  reference on which Haryana is named is based upon two interpretations. First is  interpreted as
{"an Abode of God and second one states it as a green home. It  genuinely depends upon the visitor who wants to explore
{"Haryana on what side he  / she wants to see. Blessed with enormous green covered farmlands, this state  has equally
{"famous spiritual abodes as well. Tourists who are fascinated with  Bhagvata Geeta can avail the opportunity to visit
{"Kurukshetra. Others who want  to explore the richness and bounties of greens can venture into the farmlands  through
{"farm tourism.", "Geographically  the state is bounded by the Shiwalik Hills in the North, Aravali Hills in the  South,
{"River Yamuna in the East and the Thar-Desert in the West. Almost 1/3rd  of Haryana is a part of Delhi-NCR region,
{"lending it a metropolitan status and  a unique position in the country. However, that doesn’t take the
{"state’s true  identity hidden within its ever fertile farmlands. In fact, many tourists  prefer to venture the
{"countryside of Haryana and experience the warmth of rural  tourism. Also, this state is a famous link to other
{"prominent tourist hotspots.  The famous highway tourism policy made Haryana a perfect vacation land,  allowing
{"tourists to just take the road towards the destination of their  choice. ", "The destination  has equally charming
{"cultural heritage belonging to the Vedic times. This  countryside used to serve as an abode of many sages including
{"Rishi Chyavana  and Bhrigu. The farm culture and treasured folk traditions dominate the  landscape. The age old
{"rituals of yoga, meditation and chanting are still  observed and followed by people with great zeal. Seasonal and
{"religious  festivals glorify the way of life. Natives engulf themselves during  celebrations through a variety of folk
{"dances. These include phag, dhamal,  raas, loor, jhoomar, ballads and folk songs etc. ", "Tourists can  enjoy the
{"hospitality of Haryana through rural, golf, highway and spiritual  tourism. There are a plenty of Farm and Highway
{"tourism resorts in Haryana. In  fact, many of the highway resorts are named as a dedication to the birds of the
{"region. Few among them are Kingfisher in Ambala, Magpie in Faridabad, Rajhans  in Surajkund, Flamingo in Hissar, Red
{"Bishop. ", "Above all, the state  is known for a lively simple culture offering delightful holidays; making  Haryana a
{"state like no other. ", " Hinduism, Islam  and Sikhism", "Bhindawas Bird  Sanctuary (near Jhajjar)", "Sultanpur
{"National Park & Bird Sanctuary (near Gurgaon)", "Gopal, Mochan  Fair (Ambala)", "Basdoda Fair  (Basoda)", "Mela Devi
{"(Beri  in Jhajjar)", "Surajkund Mela", "The Mango  Festival (Faridabad)", "Teej", "Geeta Jayanti  (Dec / Jan,
{"Kurukshetra)", "Heritage Fair  (Pinjore)", "Cuisine of Haryana is a rich amalgam of  flavours and rustic essence.
{"Famous cuisines are Makke Di Roti and Sarson Ka  Saag, Lassi (Sweet Yogurt drink), Rajma, Cholay Bhature, etc. Besides
{"these  popular recipes, the hidden flavours of Haryana can be tasted through Besan Masala,  Roti Makhan, Bajra Aloo
{"and Mithe Chawal. Road trips via Haryana are equally  enjoyable for tourists who want to taste food at Highway
{"stopovers. Must visit  attraction is Haveli in Karnal. ", "Haryana becomes the  craft capital of India in the month of
{"February during Surajkund Crafts Fair.  Here, tourists can enjoy purchasing souvenirs not only from the native state,
{"but from the different states of India. During a tour to Haryana, don’t miss  out purchasing Pottery, Phulkari
{"Embriodery and Weaving, Bagh, Chope, Durries,  Paintings and Sculpture of the region. ", " Where shall we send the
{"suggestions?  ", "   ", " ", " ", " "]},



{"heads": ["Kerala "], "visfor": [" – Thiruvananthapuram (the capital of Kerala famous for the world’s richest
{"temple, Sree Padmanabhaswami Temple), Alappuzha (alluring charm of Venice of  the East known for backwater stretch),
{"Bekal (the largest fort in Kerala),  Cherai (the longest beach in Kochi where iconic Chinese Fishing Nets can be
{"spotted), Chowara (a fishing village in Kovalam), Kappad (the beach where Vasco  Da Gama, the Portuguese explore
{"arrived and placed his first step in India),  Kappil (a beach known for scenic backwaters, beach and watersport
{"facilities),  Kanwatheertha (a beach resort in Kasaragod District), Kovalam (famous for  picturesque beaches),
{"Kozhikode (city of spices on the Malabar Coast),  Muzhappilangad (largest Drive-In Beach in Asia), Kumarakom (famous
{"for a  manmade bird sanctuary and a bewitching backwater stretch), Sankhumugham (beach  where locals spend their
{"weekend),   Tirumullavaram (a quiet beach in Kollam), Anamudi (highest peak in  western ghats), Chembra Peak
{"(highest peak in Wayanad for trekking), Devikulam  (a small hill station), Nelliyampathy (a hill station renowned for
{"teak trees,  tea and coffee plantations), Peermede (a famous plantation town renowned for  tea, rubber, cardamom and
{"coffee plantations with the wishful waterfalls),  Ponmudi (characterized by thick tropical forests visited for dense
{"trekking and  hiking), Munnar (a popular hill station where India’s largest tea plantations  are based), Vagamon
{"(Scotland of Asia characterized by tea and coffee  plantations).", " ", "Alleppey,  Bekal, Ernakulam, Idukki, Kannur,
{"Kollam, Kochi, Kottayam, Kovalam, Kozhikode,  Mallapuram, Munnar, Palakkad, Thiruvananthapuram, Thrissur, Varkala,
{"Wayanad,  etc", " Summer: March to May, Monsoon: June to September, Winter: October to  February.  Climate of
{"Kerala is subtropical  in nature making summers hot and winters intensely cold.", " ", "There  are three airports in
{"the state located at Thiruvananthapuram, Kochi and  Kozhikode all of which are International Airports.", " - There are
{"200  Railway Stations in Kerala connecting places both within and outside Kerala.  One can avail of Super-fast and
{"Express Trains to reach ones chosen destination.", " ", "Kerala  is directly connected by road to both Kerala and
{"Tamil Nadu. National Highway  No. 47, 17, 49 and an extensive system of metalled roads connect Kerala to the  rest of
{"the country.", " ", " ", "Kerala, the god’s own country has  its share of history belonging to the ancient times.
{"The rich illustrious  heritage of Kerala came into existence during the Stone Age civilization. The  pictorial
{"carvings in Edakkal caves represent the prehistoric civilization or  settlement dating to 5000 BC. Under the rule of
{"Ashoka, the Mauryan Emperor,  Kerala was known as Keralaputtra, one of the four independent kingdoms of the  southern
{"region. Later, this region rose to prominence as an established seat  of Travancore rulers whose presence can be still
{"felt in the exquisite forts,  palaces and temples in the state. Another landmark event in the history of  Kerala is
{"the reception of Vasco Da Gama, the first European visitor in India.  This journey later became famous as the Spice
{"Route, beginning from Calicut and  entering into other famous spice forests of the region.", " ", "Geographically, the
{"state is a  thin strip alongside Arabian Sea extending southwards and eastwards towards the  border of Tamil Nadu. The
{"north and northeast Kerala is hemmed alongside the  hilly borders of Karnataka. Towards the west, the state serves as
{"a neighbour  to the Lakshadweep Islands. The state is roughly divided into three distinct  climatic zones, including
{"eastern highlands featuring rugged and cool mountainous  terrain or Malabar; the central midlands of rolling hills and
{"the western  lowlands or coastal plains. Located on the extreme south of Indian mainland,  this state is blessed as a
{"veritable paradise of the country. The state has  every natural ingredient to make it a top class destination. The
{"breathtaking  array of spice forests, wildlife sanctuaries, hill stations, deep gorges,  valleys, waterfalls, beaches,
{"backwaters, etc contribute to the unique  topography of the state. River Cauvery drains and provides the state with
{"the  fertile productivity. The famous paddy fields of Kerala resonate with this  facet. Besides this, the state also
{"plays host to rubber groves, cashew nut  trees, black pepper, cinnamon, tapioca plantations comprising its green
{"cover. ", " The backwaters are another unique  phenomenon extensively prominent in Kerala. In other states, it’s
{"the road that  regulates the daily life and in Kerala it’s the backwaters that do the same  job. Often defined as
{"a network of brackish lakes, streams, rivulets, estuaries  and canals, these backwaters lie inland from the coast and
{"facilitate the  inland travel in the region around Thiruvananthapuram and Vadkara in the north.  The highest water
{"body in Kerala, Lake Vembanad between Kochi and Alleppey  dominates the backwater stretch of the state. ", "
{"Culturally, the state is defined  by the synthesis of Indo Dravidian influences, mixed with the presence of other
{"foreign cultures. The result is the flexible Malayali culture renowned for its  cultural mishmash. One can find a
{"fusion of native Malayali Keralites living in  harmony with Jews, Muslims, Christians and Anglo Indians here in a
{"civilized  lifestyle of Kerala.", " ", "Different dance forms and  performing arts also symbolize the richness and
{"vivacity of Kerala culture. In  fact, these aboriginal dance forms have journeyed with the timeline of the  state and
{"rose up to the stature of becoming an important element of Kerala  civilization. Many times tourists come to this
{"culturally rich state to be a  part of such ancient art forms like Kathakali, Thullal, Mohiniattam (dance of  the
{"enchantress), Theyyam, Padayani, Kalaripayattu martial art and 5,000 year  old discipline Ayurveda. ", " Elephants in
{"Kerala are also an  intrinsic element of Kerala culture and its daily life. The state animal of Kerala,  these
{"elephants are even referred to as the ‘sons of the sahya.’ These majestic  beasts are caparisoned by
{"Nettipattams, a stately gear made up of gold during  Thrissur Pooram and serve as a center of attraction when paraded
{"the city  amidst the gusto. In Kerala, one must relish the  famous sea food, particularly fishes. Sadya is another
{"traditional full course  meal prevalent in the state.", " ", "Kerala characterizes the abundant  wealth of flora and
{"fauna. The varied animals ranging from Elephants, Tigers,  Gaurs, Chitals, Sambar, Nilgiri Tahr, Common Palm Civet,
{"etc can be spotted in  abundance in Kerala wildlife or Bird sanctuaries. ", "Periyar / Thekkady, Aralam,  Chimmini,
{"Chinnar, Neyyar, Parambikulam, Peechi Vazhani, Peppara, Shenduruney,  Wayanad Eravikulam National Park, Silent Valley
{"National Park, Thattekkad Bird  Sanctuary, Kumarakom Bird Sanctuary", " ", " Hinduism, Islam and Christianity", " ",
{""Ernakuathappan Utsavam (Jan/Feb)", "Attukal Ponagala (Feb/Mar)", "Bharani Utsavam (Feb/Mar)", "Vishu (Apr)", "Thissur
{"Pooram (Apr/May)", "Nehru Trophy Snake Boat Race  (Aug)", "Aranmula Boat Race (Aug/Sep)", "Athachamayam (Aug/Sept)",
{""Onam (Aug/Sep)", "Pulikali (Aug/Sept)", "Kalpathy Ratholsavam (Nov/Dec)", "Ashtamudi Craft & Art  Festival (Dec)",
{""Cochin Carnival (Dec)", "Sabarimala Festival (Nov/Jan).", "In Kerala, the spices  and other base ingredients combine
{"together to form a rich and intricate  cuisine.", "The state", "is known for both vegetarian and non  vegetarian
{"cuisines. Being a coastal territory, the state uses fish and other  sea food items like prawns extensively in the
{"cuisine. During Kerala Tour, one  must try Puttu (rice cake layered with coconut), Kadala, Idli, Dosa, Sambhar,
{"Idliuappam, Palappam, Fish Moli, Chicken Stew, Boiled Rice, Kanji, Upperi,  Pappadam, Puli-inji, Thoran, Olan, Kaalan,
{"Aviyal, Pachadi, Elisseri,  Pulisherry, Kottu-kari, Theeyal, Rasam, Stew, Fish Curry, Karimeen Pollichatu,  Pazham-
{"pori (Sweet fried banana snacks), Kozhukkatta, Kozhikodan, Halwa and  crunchy Banana Chips.", "The crafted state of
{"Kerala  is known in the Indian handicraft circuit for immaculate detailing, finesse and  employed artistry. The crafts
{"in Kerala evolved with the time and became an  institution in itself. Nettipattams, the colourful elephant gear,
{"Aranmula  Metal Mirror, Netturpetti Jewel Box, Uru Boat model, Kettuvallam Boat model,  Kathakali mask and papier
{"mache model, Bamboo Craft, Coconut Craft, Banana  Chips, Cashewnuts and Black Peppers comprise the must purchase list
{"during  Kerala Tour. ", "Hospitality  in Kerala is followed in adherence to the tradition of the state. Here,
{"tourists can enjoy the hospitality from the numerous options available. From  relaxing in a beachside resort to the
{"tree-house, from luxury hotels to the  deluxe Kettuvallam snaking its way on the backwater network, the hotels and
{"staying options in Kerala are many. ", " Where shall we send the suggestions?  ", "   ", " ", " ", " "]},




{"heads": ["Jharkhand "], "visfor": [" - Ranchi (city of waterfalls,  temples, forest, industry and dam), Jamshedpur
{"(known as Tata Nagar for its Steel  City) and Bokaro (City of Scholars having largest number of steel plants in
{"India), Deogarh (one of Lord Shiva’s most scared places of worship), Saranda  (the seven hundred hills zone
{"famous for its virgin forests), Netrahat (a  pristine hill station of Jharkhand), Chota Nagpur (a store house plateau
{"of  minerals, flora and fauna), Palamau (a regional tiger reserve), Hazaribagh (a  health resort famous for its
{"national park), Giridih (the land of hills and  hillocks), Sahebganj (famous for the only bird sanctuary, Udhwa in
{"Jharkhand),  Dhanbad (coal capital of India), Parasnath (the highest point of the state and  a major Jain pilgrimage
{"centre).", "Adventure  sports like Paragliding, Water Sports and Rock Climbing can be enjoyed in  Jharkhand.",
{""Jamshedpur, Dhanbad, Ranchi,  Bokaro Steel City", " ", " Summer: March to June,  Monsoon: July to September, Winter:
{"October to February.  Climate of Jharkhand is influenced by its  variation in elevation. The high elevation areas
{"have an extreme climate, and  lower reaches have subtropical climate with hot summers and cool winters.", " ", "The
{"state has a  domestic airport at Ranchi, which is connected by regular flights with Kolkata,  Patna, Mumbai and New
{"Delhi. The second airport at Jamshedpur has few scheduled  flights.", " ", "The main railway  station in the state is
{"also located in Ranchi. South Eastern Railway connects  it to other major cities like Patna and Rourkela by regular
{"trains.", " ", "Ranchi is located at  the junction of National Highway 23 and 33. Extensive road network is under
{"construction to facilitate road transport in the area and make the state easily  accessible from any corner of the
{"country.", " ", " ", "The  land of forests, Jharkhand beats the paradoxes at every step. Rich in flora,  fauna and
{"minerals, this state is a natural hinterland where mighty waterfalls  cascade through the steep slopes and form a
{"state for waterfalls. The tribal  treasures of the state are equally mighty, defining the cultural essence of the
{"region.", " Though  the state is only 12 years young, its shared historical essence is as old as pre  historic
{"civilization. History stands still amidst the serene Saranda teak  forests that have witnessed the rise and fall of
{"civilizations. The prehistoric  artifacts and abundant fossil presence in some sites of Jharkhand testify the
{"possibility that the evolution of Homo-erectus to Homo-sapiens happened in the  Chotanagpur region. Such a rich wealth
{"of the past civilization, human  societies and their cultural patterns are still present in Jharkhand’s caves
{"art, monuments, and rock-art in shelters (petrographs) which are open for the  world. Many districts in the state have
{"such sites and relics. 13 years ago,  this tribal territory in the south was chalked out of neighbouring Bihar in
{"order to meet the growing demands of its natives.", " Geographically,  this state is bordered by Bihar to the north,
{"West Bengal towards the east,  Orissa to the south, Chhattisgarh to the west, and Uttar Pradesh to the  northwest. The
{"topography of this region is defined by the presence of Chota  Nagpur Plateau, a part of the Deccan plateau. This is
{"actually a series of  plateaus, valleys and hills dotting the entire state. The rivers namely  Damodar, and Son flow
{"through the entire state, adding on to the prosperity of  the land. The state is endowed with vast natural resources
{"ranging from coal,  iron ore, copper, mica, bauxite, graphite, uranium, limestone, etc adding on to  prosperity of the
{"region.  Most of the  resources in India owe their origins to Jharkhand. The rich geography of the  region is
{"also great for adventure excursionists who can do Paragliding, Water  Sports and Rock Climbing in the jovial
{"surroundings of Jharkhand. The flora and  fauna of this state are equally exciting. Blessed with evergreen forests,
{"lakes,  waterfalls and national parks, this state is an evolving tourist destination  providing serene relief to the
{"tourists. ", " They  can also avail novel tourism themes in Jharkhand including eco tourism on the organic  farming
{"destinations; cruise tourism on Dimna and Ranchi Lake; mining tourism at  Central Coalfields Limited, Sindri and
{"Hindustan Copper Limited mines;  spiritual tourism and tribal tourism. ", "Culturally,  the state is bestowed
{"with the treasured tribal culture. More than 30 tribes  including Santhals, Asurs, Khonds, Koras, Mundas, etc thrive
{"well in this  forested region since olden times. Most of the life and culture is dependent  upon the tribal majority
{"of the region, colouring the rich tapestry of life  embedded with rare jewels of art and culture.", " ", "This  land
{"of Seven Hundred Hills is equivalent to some of the rich and bountiful  forests, which are a home to wildlife
{"sanctuaries: Hazaribagh National Forest,  Betla Tiger Reserve Forest and Wildlife Sanctuary (Palamau district), Palamu
{"Sanctuary (Palamau district), Netarhat Wildlife Sanctuary and Dalma WildLife  Sanctuary.", " ", " Hinduism, Jainism,
{"Buddhism, Christianity and Sikhism", " ", " Fair: Tusu Mela  (Bundu, Sili, Khunti, Ranchi; January)", "Hikla  Mela
{"(Dumka)", "Bhadli  Mela (Itkhori)", "Shravani  Mela (July, Deoghar)", "Jagannath  Mela (July; Ranchi)", "Festivals:
{"Fagua (Feb & March)", "Sarhul  Festival (March-April)", "Busi  (April)", "Manda  Festival (Ranchi, Gumla, Khunti;
{"April)", "Bahura  Festival (July-Aug)", "Karam  (Aug-Sep), Sohrai (Oct-Nov)", " the state is known for  diversified
{"cuisines ranging from Handia, Bamboo Shoots, Mushroom, Rugra,  Kanda, Thekua, Mitha, Khaja, Mahua, Litti, Aaloo
{"Chokha, Dhuska, Chhirka or  Chhilka Roti, Arsa Roti, Dubhni Roti. Rice and Wheat are the staple diet of  Jharkhandis.
{"", " Wood Craft: Bamboo, Pyatkar  Paintings, Toys, Baskets; Metal Work: Stone Carving, Ornaments, Dolls, Baskets;
{"Art: Pre historic Cave Paintings, Rock Paintings, Kohbar and Sohrai Paintings,  Wall Paintings", "there are many three
{"star accommodations providing comfortable stay options in Jharkhand. ", " Where shall we send the suggestions?  ", "
{"", " ", " ", " "]},




{"heads": ["Himachal Pradesh"], "visfor": [" –Shimla (summer capital of British India), Narkanda (ski slope
{"resort),  Chail (hiker's paradise known for the world’s highest cricket ground), Kullu  (Great Himalayan National
{"Park-), Manali (honeymooner’s paradise), Manikaran  (Hindu and Sikh pilgrimage centre famous for springs),
{"Rohtang Pass (roadway to  Ladakh), Mandi (Adventure tourism hub famous for Rewalsar Lake, a sacred spot  Hindus, Sikhs
{"and Buddhists), Janjehli (a paradise for hikers), Barot (an  angling destination famous for gateway to the Nargu
{"Wildlife Sanctuary), Kangra  Valley (Chamunda Devi and Brijeswari Devi Temple Shakti Peeths),  Dharamshala-McLeodganj
{"(The Little Lhasa in India), Palampur (Chamunda Devi  Temple), Dalhousie (an English style hill station) Khajjiar
{"(mini Switzerland  of India), Rajgarh (Peach Valley of Himachal Pradesh), Nahan (springs), Lahaul  Spiti (known for
{"Kye Monastery), Tabo (the oldest Buddhist monastery)", " Summer: mid April to June, Monsoon: July to October, Winter:
{"November  to March. Due to heavy variation in elevation levels, the climatic conditions  varies from hot and sub
{"tropical to cold, alpine and glacial weather.", " ", "Shimla Domestic Airport,  Bhuntar (Kullu) Domestic Airport,
{"Kangra Domestic Airport.", "Kalka (90 kms away) is the most  important Railway Station and the Toy Train connects it
{"to Shimla", "The state has very good road connectivity within the state and to  other major cities of North India. ",
{""Tucked in the lap of western Himalayas is Himachal Pradesh. Pictured with the  snow clad mountains and intense
{"variety of tourism potentials, this hidden  hinterland is a pristine paradise. The mountainous magic presents a
{"kaleidoscopic panorama of nature’s wealth including enchanting evergreen glade,  gurgling streams and waterfalls,
{"misty pine forests, ripe apple orchards,  lakes, meadows and a rich effervescent culture. ", " ", "History states
{"that the landscape under Himachal was the part of Indus valley civilization.  The tribes like Koilis, Dhaugris, Halis,
{"Dasa, Dagis, Kinnars Khasas, and  Kirats of the region belong to the prehistoric era of this snowy land. Also,  the
{"presence of ancient trade routes defines the dominance in the history of  the region. The 10th century Tibetan
{"influence in the form of  Buddhist culture is eminent with the presence of many isolated regions of  Lahaul, Spiti and
{"dozens of monasteries and ruins. The accessible Himalayan  part was divided between number of kings and thakurs,
{"creating a collage of  tiny states, predominated with the presence of Kangra, Kullu and Chamba. ", " The other
{"important element of history in Himachal is the entry of English colonialists  who developed many accessible glades on
{"mountains as a popular summer retreat.  Shimla was one such famous hill station, continuing to be a hill station
{"trendsetter in India. Other remnants of English aesthetics belong to Dalhousie  and Dharamsala. ", " Geographically,
{"hilly Himachal is bordered northwards by Jammu and Kashmir, Punjab on the west  and south-west, Haryana and
{"Uttarakhand on the south-east and by the Tibet  Autonomous Region on the east. This mountainous state is a part of
{"western  Himalayas and offers amazing adventure sports opportunities due to its  strategic geographical placement on
{"the map. Tourists can enjoy Paragliding  (Bir – Billing in Kangra, Solang Nullah in Kullu and Bundla Dhar in
{"Bilaspur),  River Rafting in the rapids of Beas, Sutlej, Chandrabhaga and Ravi rivers;  Skiing in Narkanda (Shimla)
{"Manali, Kullu; Trekking in Dhauladhar, Pir Panjal,  Kullu Valley, regions of Kinnaur, Lahaul and Spiti districts.
{"Besides all these  adventures, tourists can also avail angling opportunities in Himachal at Pabbar  valley Rohru,
{"Chirgaon, Seema, Mandi, Sandasu, Tikri, Dhamvari, Baspa River,  Beas River, Sarvari stream, Parbati stream, Sainj
{"stream, Hurla stream and  Trithan stream. ", " The major  rivers flowing through the region are Chenab, Ravi, Beas,
{"Sutlej and Yamuna.  The flora includes wide cover of Pine and Oak trees and Apple orchards. ", " Culture of  Himachal
{"Pradesh is subdued in its down to earth, spiritual and ethnic beliefs.  This state is often addressed as ‘Dev
{"Bhoomi’ or devotional land due to the  coexistence of various centers of religion. There are 5 major Shakti
{"Peeths  dedicated to mother goddess in Hindu belief, gurudwaras including Manikaran  Sahib, Budha Sahib in Bilaspur,
{"Anandpur Sahib, Paunta Sahib, etc. There are  many Buddhist centers in the state in the form of ancient monastic ruins
{"and  modern monastic regions like Dharamsala, Lahaul and Spiti. ", " Celebrations are  an essential part in the social
{"fabric of Himachal Pradesh. There are number of  local festivals that are celebrated with great fervour. Some of the
{"prominent  cultural festivals are Kullu Dussehra, Shivratri Fair in Mandi, Minjar Fair in Chamba),  Mani Mahesh Chhari
{"Yatra of Chamba, Jwalamukhi Fair, Brajeshwari Fair in Kangra,  Holi Fair of Sujanpur  and Naina Devi  Fair
{"(Bilaspur)", "Music and dance  here reflect the state’s rich and multifaceted cultural identity. Through their
{"dance and music, they welcome and pray their gods during local festivals and  other special occasions. The popular
{"dance forms are Dangi, Losar Shona Chuksam,  Gee Dance and Burah dance.", " ", " Hinduism, Buddhism, Sikhism and
{"Islam", "Renuka Sanctuary (Sirmour)", "Simbalabara Sanctuary", "Pin Valley National Park", "Great Himalayan National
{"Park", "Churdhar Sanctuary", "Chail Sanctuary", "Losar (Feb/Mar, Lahaul & Spiti)", "Maha Shivratri (Feb/Mar, Mandi)",
{""Minjar Festival (Jul/Aug, Chamba)", "Manimahesh Yatra (Aug/Sep, Chamba, Bharmour)", "Kullu Dussehra (Oct, Kullu)",
{""Renuka ji Fair (Nov, Renuka, Simaur)", " ", "One must try the spicy delicacies  of Himachal Pradesh in the form of
{"Kangri Dham, Madra, Khadmod, Ankalos,  Aptori, Siddu, Amdo, Patande, Sepu badi", "Himachal is a craft paradise,
{"offering visitor endless moments to collect the souvenirs in the form of wooden  toys, patented shawls and caps from
{"Kinnaur and Kullu, Bamboo items, Metalware  and Kangra Paintings.", "There are a number of hotels in different
{"regions catering to all kinds of tourists to provide a rich holiday experience  to the tourists. ", " Where shall we
{"send the suggestions?  ", "   ", " ", " ", " "]},




{"heads": ["Jammu and Kashmir "], "visfor": [" – Srinagar (Delightful Houseboats on Dal Lake), Mughal Gardens
{"(Shalimar and Nishat Bagh), Khardungla (the highest motorable road),  Cheshmeshahi (Paradisiacal Mughal Gardens),
{"Gulmarg (‘Meadow of Flowers’ famous  for winter ski resort and golf course), Pahalgam (The hilly village of
{"shepherds) Sonmarg (the meadow of gold), Amarnath (Hindu Shrine and Pilgrimage  dedicated to Lord Shiva), Leh (Kingdom
{"of Royal Palace famous for Gompas),  Nubra Valley, Zanskar (white water rafting), Pangong Lake, Tso Moriri Lake,
{"Jammu-Amar Mahal, Patnitop.", " Summer: mid April to June, Monsoon: July to September, Winter: October  to January,
{"Severe Winters: January to March.", "Due to heavy variation in  elevation levels, the climatic conditions varies from
{"hot and sub tropical to  cold, alpine and glacial weather.", " ", "International Airport at Srinagar.  Domestic
{"Airport  at Jammu and  Leh.", "Jammu Tawi is an  important railhead of Northern India. Malwa Express, Super Fast,
{"Jammu Mail,  Jammu Express, Jammu  – Udampur Train and Shalimar Express are some important trains you can
{"catch.", "National Highway, 1-A,  connects Srinagar with Jammu (300 km). Rest of the state too has motorable  roads.",
{""A muse for many poets, shayars and kings alike, Jammu and Kashmir,  famously known as Kashmir is a dream destination
{"with shared cultural essence. Divvied  in three main regions, the state of Jammu and Kashmir is the pride and crown of
{"India, literally. Located in the upper Himalayan range, this mountain retreat  is undoubtedly the Alps of India. This
{"hilly state has equally interesting  share of history. Referred by Jahangir, the fourth Mughal emperor as a
{"‘Paradise on Earth, this incredible destination is a melting pot of various  cultures, heritage and customs. The
{"surreal natural beauty of this destination  is equally charming, adding on to the richness of this heaven on earth.
{"The  massive lakes, rivers and meadows laden with rare flowers like tulips, fruits  and herbs, chinar trees and Mughal
{"Gardens is surely a destination beyond  breathtaking beauty.", " Geographically, the state is a home to several
{"valleys thanks to the  Himalayan division, demarcating Kashmir Valley from Ladakh. Towards the south  west of
{"Srinagar, the lower Himalayas in the form of Pir Panjal range separate  the region from the Great Plains of northern
{"India. There are lush gardens,  cold deserts, some of the world’s highest mountains and rugged landscape
{"quenching  the panoramic state through rivers Ravi, Tawi and Chenab. During a tour to this  pristine paradise,
{"tourists abide by the nature’s trail through boating in the  Dal Lake, visit the famous Mughal Gardens, Tulip and
{"Saffron Gardens and walk  through the rose meadow in Gulmarg to enjoy the golfing on the highest greens  in the
{"world.", "Culturally, the state is influenced by its demography and geography.  Extreme north territory is a barren
{"cold desert with some of the world’s  highest mountains and lakes, Ladakh. It is known as the land of Buddhist
{"for  its monasteries. Jammu is Hindu prominent area with many temples, predominated by  Vaishno Devi temple. Kashmir
{"in the extreme east is populated only by Islam  followers, adding on to this melting pot of civilizations. ", "
{"Hinduism, Buddhism and Islam", "Dachigam National Park", "Hemis High Altitude National Park", "Nandni Wildlife
{"Sanctuary", " ", "Losar (Dec/Jan,  Ladakh)", "Snow festivals  (Dec/Jan, Gulmarg)", "Spituk (Jan)", "Dosmosche (Feb;
{"Leh, Likir, Diskit)", "Matho Nagrang,  (Feb/Mar, Stok)", "Guru Tse-Chu  (Feb/Mar, Stok)", "Jammu Festival  (Apr,
{"Jammu)", "Tulip festival  (April)", "Karsha (Jul)", "Kargil festival  (June/July)", "Thiksey  (Oct/Nov)", "Tse-Chu
{"(June/July, Hemis)", "Yuru Kabgyat  (Jul, Lamayuru)", "Phyang Tsedup  (Jul/Aug, Phyang)", "Sri Amarnathji  Yatra
{"(June/Aug, Pahalgam/ Baltal)", "Vaishno Devi Yatra  (All year round)", "Ramadan", "Ladakh Festival  (Sep; Leh,
{"Nubra)", "Eid-ul-Azha  (Subject to appearance of moon)", "A traditional KashmiriWazwan is known for dozens of courses
{"based on mutton, fried lamb ribs, Roghan Josh, Zafrani Pulao, etc. Other  relishing dishes of the state are Kashmiri
{"Dum Aloo, Haak, Kashmiri Pulao,  Zafrani Pulao, Phirni, Roghan Josh, Gustaba (Lamb Koftas), Kashmiri Qabargah,
{"Kashmiri Qeema Pullao, Yakhni, Rista, Daniwal Korma, Shami Kabab and Tabak Maaz. ", "Carpets, Namdas,  Papier Mache,
{"Chain Stitch and Crewel Furnishings, Saffron, Walnuts, Almonds  & Honey Silks, Tweeds, Pherans, Shawls, Basketry.
{"Walnut Wood – Copper and  Silverware", " Where shall we send the suggestions?  ", "   ", " ", " ", " "]},




{"heads": ["Madhya Pradesh"], "visfor": [" – Bhopal (capital of Madhya  Pradesh and center of state’s power),
{"Bhimbetka (over 600 rock shelters  belonging to the Neolithic age), Sanchi (Buddhist stupa built by the Mauryan
{"Emperor Ashoka), Pachamarhi (a verdant jewel of  the Satpuras famous for waterfalls and cave  shelters), Ujjain
{"(the holy city dedicated to Lord Shiva and one of the sites  of Kumbh Mela), Indore (commercial capital of Madhya
{"Pradesh), Omkareshwar ( a  sacred OM shaped island dedicated to Lord Shiva), Mandu (with the tales of the  beautiful
{"queen Roopmati and ruins), Gwalior (the dynastic seat of Scindias  epitomizing rich culture with poets, musicians and
{"saints), Khajuraho (temples  with Kamsutra etched in stone), Shivpuri (gateway for Madhav National Park),  Orchha
{"(medieval legacy in palaces), Amarkantak (the origin of the scared river  Narmada), Jabalpur (Marble rocks at
{"Bhedaghat), Chanderi (center of fabric  weaving), Datia (a Bundela treasure), Bandhavgarh – Pench – Kanha
{"(tiger  territories in the dense forests of Madhya Pradesh) Rafting, Cruise boats, House Boats, Jungle  Camp and Water
{"sports are the adventure sports that can be availed easily  during Madhya Pradesh Tour.", " Bhopal, Indore, Jabalpur,
{"Ujjain, Gwalior,", "Khajuraho, Mandu, Ujjain, Shivpuri, Panchmarhi and Orchha", "etc.", " Summer: March to May,
{"Monsoon: June to September, Winter: October to  February.  The climate of Madhya Pradesh  is subtropical in
{"nature making summers hot and winters mildly cold.", " ", "Gwalior,  Khajuraho, Indore, Jabalpur and Bhopal, are major
{"airports in Madhya Pradesh.", " - Bhopal is the  main railway station in the state, which is served by important
{"trains’ connecting  it to the rest of the country.", "A  strategic network of National highways and state
{"highways interlink the cities  of Madhya Pradesh to the other cities of India.", " ", " ", "Madhya  Pradesh is the
{"repository of rich culture, customs, traditions, history and way  of Indian life. This region covered under this rich
{"", "state is almost considered  as old as the Indian subcontinent itself. The evidences at Bhimbetka rock  shelters
{"showcase the earliest traces of human life in India from the  prehistoric times, inhabited by Homo erectus more than
{"100,000 years ago. Some  of the fascinating rock paintings here are believed to be 30,000 year old  Paleolithic age.
{"Isn’t it incredible? Yes it is. In fact, hundreds of such incredible  Madhya Pradesh facets wait for the
{"treasured tourists who experience the  discovery of such secrets from the illustrious pages of history. ", " One  such
{"glorious city in this centrally located state is Ujjain. This was an ancient  seat of learning that rose to the status
{"of the sacred spiritual center during the  6th century BC. Dedicated to Lord Shiva, this cultural capital of Avanti
{"Mahajanapada was a home to Mahakaleshwar, a manifestation of the lord as  Jyotirlinga. This central state also
{"witnessed the scepter of Chandragupta  Maurya’s stronghold around 320 BC. Later, Emperor Ashoka during the 3rd
{"century BC in honour of Lord Buddha dedicated a small village in Raisen  District, Sanchi for the cause of promoting
{"Buddhism. The Great Stupa at Sanchi  is the oldest stone structure in India, securing the relics of Lord Buddha.
{"Besides this, there are many other Buddhist monuments in the complex, making it  one of the important places of
{"Buddhist pilgrimage.", " Towards  the beginning of the medieval era, the region witnessed the rule of Chandela
{"Rajputs who were very creative in their endeavours. One such standing testimony  for Chandela kings is still present
{"in Khajuraho as a World Heritage Site  featuring Group of 25 temples, renowned for their carved excellence etched in
{"stone. Later, the region became an epitome of glorious kingdoms of Gwalior,  Bundelkhand and Mandu, Bhopal, Orchha,
{"and Rewa. During the modern phase of  India, Madhya Pradesh became a center of 1857 revolution under the aegis of
{"Rani Lakshmibai and Tantya Tope. Nowadays, the state is unquestionably the  heart of India, location wise and culture
{"wise. ", " Geographically,  the state is tucked between Rajasthan from the northwest, Gujarat from the west,  Uttar
{"Pradesh from the northeast, Chhattisgarh from the east and Maharashtra  from the south. This region is known for
{"remarkable geography due to the  presence of Vindhyas and Satpura range. The state is irrigated by the longest Narmada
{"River flowing from west to east. This is often termed as the lifeline of Madhya  Pradesh. The state is also
{"characterized by its plateaus located in Malwa,  Rewa, Bhandar and Bijawar-Panna region. ", " The  state is known for
{"its rich and dense forests occupying nearly its 30 percent  land share. The variety in tropical moist, tropical dry,
{"tropical thorn and  subtropical broadleaved hill forests lend diversity to the reserved forest  region of this state.
{"These forests form the backdrop for adventurers who want  to experience the jungle book, full of colourful characters
{"in these forests.  The wildlife circuit features the must visit destinations including  Bandhavgarh, Kanha and Pench
{"(the inspiration behind Jungle Book), displaying  the diverse flora and fauna together. ", " Besides  this, the region
{"is blessed with mineral resources which can be noticed by the  presence of the largest reserves of diamond and copper
{"of India in MP. Also,  the state is the marble mine of India, constantly generating this finest  natural stone in the
{"soft marble stone gorges. This is also the prime reason  why tourists throng to the marble quarries of MP.", "
{"Culturally,  the state is a nucleus of India steeped in colours, customs and traditions. The  reason behind this
{"amalgam is the region’s deep rooted connection with the  history of time. The most authentic specimen of rich and
{"illustrated culture  can be understood by visiting Bhimbedtka caves, which represent the remnants of  prehistoric
{"civilization in India. The various erstwhile kingdoms in the region  also brings a tourist closer to the legendary
{"culture painting a comprehensive  picture of heritage and architecture altogether. ", "Most  of the growth in
{"literature, ancient sciences and customs is dedicated to  Madhya Pradesh. Here, the ancient literary epics like
{"Abhijananashakuntalam and  Meghdoot were penned down by Kalidasa. The two musical gems of medieval India,  Tansen and
{"Baiju Bawra were born here. Also, there are a number of folk  festivals and dance forms that illustrate the rich
{"culture of this national  award winning state. Truly, this heart of Incredible India is full of  overwhelming
{"surprises.", " ", " ", "Bandhavgarh  National Park (northeast of Jabalpur), Kanha National Park (Mandla / Balaghat
{"districts), Panna Tiger Reserve", "Endowed  with rich and diverse forest resources, Madhya Pradesh is a flourishing
{"wild  destination preserving many exotic Indian animal species. A home to tiger, the  national animal of India, the
{"forests have ample varieties of other animals  including elephants, antelopes, deers and bisons among the other
{"attractive  species. In all, there are Nine National Parks and Twenty Five Wildlife  Sanctuaries dotting the tourist
{"map of MP. ", " ", "Bori Wildlife Sanctuary", "Bagdara Sanctuary", "Phen Sanctuary", "Ghatigaon Sanctuary", "Gandhi
{"Sagar Sanctuary ", "Karera Sanctuary", "Ken Ghariyal Sanctuary", "Kheoni Sanctuary", "Narsingharh Sanctuary",
{""National Chambal Sanctuary", "Nauradehi Wildlife Sanctuary", "Pachmarhi Sanctuary", "Panpatha Sanctuary", "Kuno
{"Wildlife Sanctuary", "Ratapani Sanctuary", "Snajay-Dubri Wildlife Sanctuary", "Singhori Sanctuary ", "Son Ghariyal
{"Sanctuary", "Sardarpur Sanctuary", "Sailana Sanctuary", "Ralamandal Sanctuary", "Orchha Sanctuary ", "Gangau
{"Sanctuary", "Veerangna Durgawati Sanctuary", " Hinduism, Islam, Sikhism, Jainism, Buddhism and Christianity", " ",
{""Lok Rang in the  month of January features local craft and cultural performances", "Khajuraho  Festival and Dance is
{"the week long event held in Feb/ March", "Madai Festival", "Tansen Music  Festival", "Bharat Bhavan  Summer Festival",
{""Bhopal Mahotsav", "Pachmarhi Utsav", "Malwa Utsav", "Bhagoria  Festival", "The  cuisine of Madhya Pradesh is
{"influenced by the North Indian culinary art. The  most prominently eaten food item here is Poha / flattened rice
{"cooked with  spices. The non vegetarians should head towards Madhya Pradesh’s capital,  Bhopal in order to have a
{"zingy taste of Korma, rizala, keema, ishtu, achar  gosht (pickle like meat), roghan josh lamb curry and Kebabs.",
{""Saboodana (Pearl  Sago), Kichdi, Bhutte ki Kees, Chakki ki Shaak, Kulfi and Date Palm, Toddy,  Bhopali Paan, Mawa-
{"bati, Shreekhand, Khoprapak, Malpua, Bafla (Wheat Cakes) are  other culinary delights of this rich state. ", "Bamboo
{"work, Carpet Weaving, Dhurries, Dolls & Toys, Metalwork, Ornaments &  Jewellery, Paintings, Papier Mache, Pottery,
{"Stone carving, Textile Weaving,  Wood carving, Textile Painting, Chanderi Sarees", " Where shall we send the
{"suggestions?  ", "   ", " ", " ", " "]},




{"heads": ["Bihar"], "visfor": [" – Patna (the ancient Patliputra famous for Sikh pilgrimage, Patna Sahib),
{"Nalanda (remnants of an ancient university), Vikramshila (Buddhist university and  stupa ruins), Rajgir (one of the
{"favourite places of Lord Buddha renowned for  Vultures Peak and Bimbisara Jail), Vaishali (where Lord Buddha delivered
{"his  last sermon), Bodhgaya (where Buddha attained Nirvana or Enlightenment), Gaya (place  of Hindu Ancestor
{"Pilgrimage), Madhubani (cultural heart of Bihar), Pawapuri  (Lord Mahavira’s parinirvana site and a premier Jain
{"pilgrimage), Kundalpur  (site for another Jain Temple), Shaktipiths at Munger, Mahishi, Sasaram (tomb  of Sher Shah
{"Suri).", " ", "Bodhgaya,  Gopalganj, Bhagalpur, Munger, Gaya, Muzaffarpur, Darbhanga", " ", " Summer: March to May,
{"Monsoon: June to September, Winter: October to  February.  Climate of Bihar is subtropical  in nature making
{"summers hot and winters intensely cold.", " ", "Bihar  has airport connectivity in Patna, its capital city with Delhi,
{"Mumbai, Lucknow  and Kolkata.", " - A large number of  major and minor places within the state are networked by train
{"services of  Indian Railways. The state is also serviced by important super fast trains like  Rajdhani Express and
{"Shatabdi Express.", "An  extensive network of National Highways and State Highways, running through the  state,
{"connects it with important cities all over India.", " ", " ", "The modern Bihar in its heydays  was known as Magadha,
{"the glorious learning center of power, learning and  culture of Bharatvarsha for 1000 years. The rise of India's first
{"empire,  Mauryan dynasty of Iron Age is accredited to this Indian state. The Golden Age  of India also finds its
{"origins in this illustrious state. The journey of  Buddha from a hilly kingdom towards renouncing pleasures and
{"attaining  enlightenment also found the space in this glorious city. The spiritual reverence  of Bodhi tree is so
{"intrinsic in the life of the region, that it became the  state symbol. In fact, the name Bihar finds its source
{"origins from Vihara, a  Pali word for Buddhist Monastery and secluded place for walking. ", " Such is the glory of
{"Bihar, India’s  12th largest state in India where the faiths intermingle to  epitomize a mini India. Locked
{"between West Bengal in the east, Uttar Pradesh  in the west, Nepal in north and Jharkhand in the south, Bihar is a
{"bountiful  state known for its rich mine of resources like coal, quartzite, crude mica, bauxite,  dolomite, etc.
{"Located in the Indo-Gangetic plain, this state is bestowed with  naturally fertile alluvial soil, forming the backbone
{"of agricultural and  industrial development in Bihar. Organic farming is yet another feather in the  crown of this
{"bestowed state.  This  region has its own share of hills in the forms of Rajgir, Brahmayoni, Pretshila  and
{"Ramshila which are renowned of spiritual and pilgrimage connections. ", " The culture of Bihar is also  richly varied.
{"Since ancient times, the region has been a rich repository of  Indian culture that can be reviewed through its
{"language, dance, music and  festivals. Ustad Bismillah Khan, Shehnai maestro, Dhrupad singers like Malliks  of
{"Darbhanga Gharana and Mishras of Bettiah Gharana are Bihar’s rich  contribution to the music of India. Phagua,
{"the traditional folk songs sung  during Holi are also an attraction of this state’s music. ", " In terms of
{"paintings as well,  Bihar has left an indelible mark in the form of Madhubani paintings. Tussar  silk production is
{"another contribution of the state in the silk production of  India.", "The endangered species of Ganges  River dolphin
{"can be spotted in the Ganges tributaries flowing through the  state of Bihar. Other wildlife spotting options can be
{"availed in Valmiki  National Park, Rajgir Wildlife Sanctuary and Kabar lake Bird Sanctuary in Begusarai.", " ", "
{"Hinduism, Buddhism, Sikhism and Islam", "Patliputra  Mahotsava in Patna, (March)", "Rajgir Mahotsav (24 - 26 Oct)",
{""Chhath Festival (Oct – Nov)  Celebrated throughout Bihar", "Shravani Mela (Monsoons)", "Sonepur Mela (Nov/Dec)",
{"" If you are in Bihar,  Sattu and Litti, Chokha must be tried during eating. Fish Curry, Bihari Kebab,  Kadhi Barl,
{"Khichdi, Ghooghni, Pittha, Chiwra, Dhuska are other culinary  attractions of the state. ", "Wood Work, Wood  Carvings,
{"Pottery, Bamboo Work, Madhubani Paintings, Bangles, Stone Work, Sikki  Craft", " Where shall we send the suggestions?
{"", "   ", " ", " ", " "]},



{"heads": ["Karnataka "], "visfor": [" – Bengaluru (capital and entry point of Karnataka), Bijapur (historical
{"monuments built during Adil Shahi dynasty rule), Badami (regal capital of  Chalukyas famous for rock cut temples),
{"Hampi (a site of ruins of the  Vijayanagar Empire), Halebid (this ruined Hoysala capital comprises two antique
{"temples – Hoysaleshwara and Kedareshwara), Hassan (temple-architectural capital  of Karnataka), Shimoga (gateway
{"to the highest waterfalls in India - Jog),  Mysore (where you can discover a technicolour Devraja market and the
{"pompous  Maharaja’s Palace), Madikeri (the hill town serving headquarters to Coorg, a  coffee producing hill
{"station of India), Udupi (a culinary destination famous  for its delicious vegetarian food) and beautiful beaches like
{"Bhatkal,  Mangalore and Malpe.", " ", "The  state is known for ample adventure opportunities", "including Trekking,
{"Parasailing, Paragliding & Microlight  Flying, Water Sports and Fishing at Cauvery Fishing Camp.", " ", "Bangalore,
{"Hubli-Dharwad, Mysore, Gulbarga, Belgaum, Mangalore and Davangere", " ", " Summer: March to May, Monsoon: June to
{"September, Winter: October to February.  Characterised by equable climate, Karnataka  enjoys varied climate in
{"different zones of the state. Coastal Karnataka enjoys  tropical weather, whereas North Karnataka is known for cooler
{"temperatures.", " ", "The  most important airport of the state is located in Bengaluru. Nearly all  airlines connect
{"the city with major cities in India.", " - The state capital,  Bengaluru, is the most important Railway Station and is
{"regularly served by  important trains. Many prime tourist destinations of South India can be  accessed by train from
{"Bengaluru and other Railway Stations in Karnataka.", "The  state boasts of an excellent road network with the rest of
{"the country. Major  cities and tourist destinations in South India are at approachable distance by  road from
{"Karnataka.", " ", " ", "Karnataka is a tapestry of  colours, cultures, flavours, landscapes, timelessness and
{"bewitching beauty. The  recorded history of ", "Karnataka is more than 2 millennia old. The earliest known  references
{"of the region under modern Karnataka can be sourced from  Mahabaharata, the ancient epic of India. Even scholars like
{"Panini, the father  of Sanskrit, astrologer Varahamihira, and other visionaries also explored this  rich bountiful
{"region through their illustrated works.  This rich resourceful kingdom gave rise to  many kingdom dynasties,
{"popular among them include Hoysalas, Chalukyas,  Rashtrakutas, Vijaynagara empire. Other ruling dynasties which got
{"attracted  towards this region were the Bahmani, Biapur and famously Tipu Sultan under the  state called Mysore. Later
{"as per the state reorganization act, the state got  reunited as Karnataka in the year 1956. ", " Geographically, the
{"state is  bordered by Arabian Sea westwards, Goa in the northwest, Maharashtra in the  north, Andhra Pradesh in the
{"east, Tamil Nadu and Kerala in the south. A part  of Western Ghats, a recently recognized world heritage site for its
{"natural  bounties, comes under Karnataka topography, giving birth to many wonderful  tourist attractions in River
{"Godavari, Cauveri, Krishna, South Pennar and  Palar. ", " Here, the Western Ghats and  Eastern Ghats of South India
{"converge into Nilgiri Hills, forming a perfect  backdrop for different hill stations, beaches, waterfalls and a
{"blessing of bestowed  wonder. Besides this, the state also is rich in various mineral resources  including asbestos,
{"chromite, dolomite, gold, iron ore, manganese, silica sand,  etc. The major gold mining centers in the state are in
{"Kolar and Raichur. The  evergreen forests of the state are equally valuable, providing it the  continuous supply of
{"Teak and Rosewood. ", "Culturally, the state is a rich  goldmine of rich art forms. The diversified rich linguistic
{"along with glorious  history have become an evidence of its rich elaborated culture. This can be  sensed from its deep
{"rooted co\tnnect with Carnatic music, a revered exponent of  Indian classical music. Besides this, the colourful
{"heritage of the state can  be explored via its intricate dance forms and performances. Famous among them  are
{"Yakshagana, a classical dance drama and Mysore Bharatnatya style, etc.", " Karnataka’s share of heritage can
{"also be cherished through tourism. The heritage circuit of Karnataka including  Mysore, Belur, Halebid, Hassan,
{"Sravanabelagola and Hampi can be revisited any  time throughout the year. Tourists who want to experience the detailed
{"amalgam  of heritage and culture can board the south India’s first luxury train, the  Golden Chariot. Inspired by
{"the stone chariot, this train provides a decent  serving of heritage, culture and hospitality with a hint of
{"Karnataka’s  hospitality.", " ", "Bandipur Sanctuary  (Chamarajanagar), Bhadra Wildlife Sanctuary (Chikmagalur),
{"Nagarhole National  Park (Kodagu), Ranganthittu Bird Sanctuary (Near Mysore)", " ", " Hinduism, Buddhism, Sikhism and
{"Islam", " ", " ", "Vairamudi Festival (March)", "Karaga (April)", "Bengaluru Ganesh Utsava (Aug-Sep)", "Dassehra
{"(Oct)", "Tula Sankramana (Oct)", "Coorg festival (Oct)", "Hampi Festival (Nov)", "Vijaya Utsav (Nov)", "Kambala (Mar-
{"Apr),", "Buffalo Race (Mar-Apr),", "Kadalekayi Parishe Popularly  known as the Groundnut Festival (Nov),", "Maha
{"Mastakabhisheka,  Shravanabelagola held once in 12 years, next ceremony in 2018, Ugadi (Mar-Apr)", " ", "Cuisine of
{"Karnataka  is balanced concoction of nutrients. Food serving in Karnataka is based on  balancing the essential
{"components of a meal including proteins, carbohydrates  and vitamins. The must try food items during Karnataka tour
{"must include", "Bisi Bele Bath, Davanagere Benne Dosa,  Uppittu, Ragi Rotti, Akki Roti, Saaru, Kesari bath, Bangi
{"Bath, Khara Bath,  Ragi Mudde, Sambar, Rasam, Adyes (dumplings), Ajadinas (dry curries), Chutneys,  Spicy Meat (Pork,
{"Pandi Curry, Chicken and Mutton), Kadumbuttu (round balls  made from rice), Paputtu (steamed rice cake), Thaliyaputt,
{"etc. While in  Mysore, tourists must try Mysore Pak, a royal sweet straight from the royal  court of the city. ", "The
{"crafted state of  Karnataka is known for its intricate art forms of Wood Carving, Ivory Carving,  Stone Carvers,
{"Sandalwood Craft, Doll Making, Metalware. The Karnataka Mysore  Paintings are another prized possession from the heart
{"of the state. ", " Where shall we send the suggestions?  ", "   ", " ", " ", " "]},



{"heads": ["Assam "], "visfor": [" – Guwahati (Big city  and entry point of Assam), Kamakhya Temple (an ancient
{"Shaktipeeth Goddess  Temple), Dispur (capital of Assam), Majuli (world’s largest river island,  situated in the
{"middle of Brahmaputra), Kamakshi Devi Temple, Silchar (second  largest city of Assam), Tezpur (famous for parks and
{"bird tours), Digboi (Oil  Well), Barpeta (gateway to Manas National Park), Garhgaon (ancient capital of  Ahoms famous
{"for Palace structure), Sibsagar (a multi-cultural town famous for Ahom  Palaces, Monuments besides Oil and Tea
{"Trading), Sualkuchi (Assam’s Silk  Village famous for its cottage handloom industry) Adventure  Sports including
{"Angling, River Rafting, Boat Racing, Mountaineering and  Trekking, Golfing, Parasailing, Hang Gliding, etc",
{""Dibrugarh, Jorhat,  Silchar, Nagaon, Tezpur, Tinsukia, Sivasagar, Dhubri", " ", " Summer: March to June,  Monsoon:
{"July to October, Winter: November to February.  Climate of Assam is influenced by its 'Tropical  Monsoon
{"Rainforest Zone’ making it a temperate zone, experiencing heavy  rainfall and humidity.", "Assam  has an
{"international airport in Guwahati, lending it strong connectivity ", "A  convenient rail network provides
{"accessibility to the state from all over  India. ", "Being  a gateway to the other north eastern states, Assam enjoys
{"strong National  Highway network.", " ", "The  incomparable beauty and natural bliss of Assam journeyed a lot during
{"the  historical passage of time. Its history goes back to the ancient times. There  are many Tantric, Buddhist and
{"Vedic literature sources along with Assamese  folklore that unveil the presence of this incredible Indian state on the
{"subcontinent. Its illustrious mention is accredited to the famous epic,  Mahabharata.  During Aurangzeb’s
{"rule in  medieval history, the state was addressed as Asham. And the British influences  on this land can be still
{"seen in the form of heritage tea estates that were  planted by the colonialists of the region.", "Geographically
{"tucked within the corners of kingdom of Bhutan and Arunachal Pradesh in the  east, Nagaland, Manipur and Mizoram
{"towards the south, Meghalaya towards south-west  and Bengal and Bangladesh towards its west, Assam is a strategically
{"located  state in the entire north-east India. It is due to its strategic location only  that the state is considered
{"the gateway to the ‘seven sister states of North  East’. The state’s average elevation ranges between
{"300-400 m, due to the naturally  formed gorges on Khasi, Garo, Karbi Anglong and North Cachar Hills.", " ", "This
{"state is also known as the land of Red River, due to the presence of  Brahmaputra in the region. It is often believed
{"that Brahmaputra is even older  than the Himalayas and when it enters Assam, it channelizes its flow through  its
{"tributaries and creates flourishing fertile grounds for cultivation in the  region. The main farming activities of the
{"landscape are dedicated to rice,  bamboo groves, numerous tea gardens and shady acacia trees for protecting the tender
{"tea leaves. The tea estates are the colonial-era bungalows offer relaxing, heritage-style  getaways along with an
{"option of golfing on these heritage grounds.", "Also, the state is known and frequented for  Majuli, the world’s
{"largest river island on the banks of River Brahmaputra.  These sandbanks represent the fragile eco system of the river
{"where paddy  fields, water meadows and fish traps form the enticing attraction. ", "Besides  all these attractions,
{"the state is rich in its customs and way of life that is  reflected by its simplistic dance forms such as Bihu, Jhumur
{"Nach, Bhortal  Nritya and Bagurumba; regional dress accompaniment called  Gamocha, the rectangular cotton cloth with
{"red borders and extensive use of  Bamboo shoots in arts, crafts and other cultural components.", " ", " ", "One  of
{"the world’s richest biodiversity zones, Assam’s flora is characterized by  the tropical rainforests,
{"riverine grass lands, bamboo orchards and numerous  wetland ecosystems. The state is also known for orchids and other
{"valuable  plant species and products that are extensively visible in the Assam’s way of  life. ", " The  special
{"preserved ecosystems of Assam feature as the natural world heritage  sites of Kaziranga and Manas Wildlife
{"Sanctuaries. Kaziranga is the home for  the rare one horned Indian Rhinoceros, the state animal of Assam and Manas is
{"known for its tigers. Besides these iconic wild species, there are other animals  dwelling as the state’s rich
{"fauna including spotted deer or chital, swamp deer  or Dolharina, clouded leopard, the hoolock gibbon, pygmy hog, wild
{"buffalo,  hispid hare, golden langur, golden cat, giant civet, binturong, hog badger, porcupine,  Gangetic dolphins,
{"mongooses, giant squirrels and pythons.", " The  state is also rich in avian as well. Famous birds like blue throated
{"barbet,  white-winged wood duck or deuhnah (Cairina scultulata), ring-tailed fishing  eagle, great pied hornbill,
{"Himalayan golden-backed three-toed woodpecker or  barhoituka(Dinopium shorii shorii), and the migratory pelican are a
{"part of  Assam’s vivid ecosystem.", "Manas  National Park, renowned for Tigers", "Kaziranga  National Park, the
{"home for one horned rhinoceros, the state animal of Assam", " ", "Hinduism", "Dehing  Patkai Festival  ", "Tea
{"Tourism Festival", "Elephant  Festival", "Ali  Ai Ligang Festival", "Rongali  Utsav", "Bohaag  Bihu", "Baishagu
{"Festival", "Rongker", "Rajini  Gabra and Hami Gabra", "Brahmaputra  Beach Festival", "Ras  Mahotsav Festival",
{""Bohaggio  Bishu", "Ambubashi  Gair", "Jonbeel  Fair", "Me-Dum-Me-Phi  (Ancestor Worship)", "Famous as the land of
{"Bhut Jholokia, the world’s hottest pepper, Assam is known for many indigenous  delicacies elevating the taste
{"buds with exciting flavours. Tourists in Assam  should not miss Khar (a fruity mild and finely pH balanced delicacy
{"using a  unique banana alkaline), Machor Tenga, Kharoli, Tarkari, Grilled Shrimps or  Mach Poora, Bamboo Shoot Fry,
{"Roasted Duck, Fish Fried Rice, etc and other  exotic recipes.", " Cane and Bamboo Craft, Bell Metal  and Brass Crafts,
{"Handlooms, Toy and Mask Painting, Pottery and Terracotta  Work, Wood Crafts, Traditional Paintings, Exotic Jewellery
{"and Musical  Instruments can be sourced as souvenirs from the peerless state known as Assam. ", "Assam  is a
{"delightful, hospitable and deeply civilised state where tourist can have  numerous hotel options to stay. ", " Where
{"shall we send the suggestions?  ", "   ", " ", " ", " "]},



{"heads": ["Goa"], "visfor": [" – Panaji (capital of Goa), Old Goa  (Imposing Churches and cathedrals including the
{"Basilica of Bom Jesus), Vasco –  Da – Gama (a city with Portuguese ambience), Mapusa (commercial market town
{"of  Goa), Fort Aguada (17th century Portuguese Fort), Margao (cultural  influence center of Portuguese), Ponda (Spice
{"Farm) and a string of beaches  from the north to the south (Agonda, Anjuna, Arambol, Baga, Benaulim, Bogmalo,
{"Calangute, Candolim, Cavelossim, Colva, Dona Paula for water sports, Majorda,  Miramar, Palolem, Vagator, Varca)", "
{"", " Summer: Mid March to May, Monsoon: June  to October, Winter: November to February.   Climate of Goa is
{"subtropical in nature, owing to its presence near  Arabian Sea making the climate hot and humid most of the year.", "
{"", "International airport of Goa is located  at Dabolim, 29 km away from the capital, Panaji.", "Reaching Goa by train
{"is easy from  Mumbai (765 km), Bangalore (560 km), and Delhi (2217 km). Goa’s two main  stations are at Margao
{"and Vasco Da Gama.", "Goa, Maharashtra and Karnataka State  Transport Corporations operate from Panaji’s Kadamba
{"bus stand. One can find  buses as well as rent-a-car services in Goa.", " Several ferry services within Goa are
{"available", " ", "Vacations are in the air throughout the year in Goa.  This prominent beach paradise is known for its
{"impeccable location where Sun,  Sand and Sea combine to present a truly laid back holiday. Its history is as  exciting
{"and mystical as the destination itself. Though the state is small,  still its share of history is contrastingly large,
{"exciting and enticing. Belonging  to the 3rd century era under the periphery of Mauryan Empire, Goa  witnessed an
{"interesting blend of influences in its journey of time. These  include Karvars, Satyavahanas, Bhojas, Konkan Mauryas,
{"Chalukyas, Rashtrakutas,  Kadambas, etc in its ancient past. Towards the medieval age, Goa came in the  hands of the
{"Delhi Sultanate. Further, the kingdom came into the hands of  Vijaynagaras, Bahamani Sultans, Adil Shahis of Bijapur
{"who established as their  auxiliary capital in Goa. The most famous link to Goa’s history came in the  form of
{"Portuguese, who established a permanent settlement in Velha Goa (or Old  Goa). In 1843, the Portuguese moved the
{"capital from Velha Goa to Panjim, which  was further extended to the present day Goa by 1850.", " Simultaneously the
{"Portuguese lost other possessions  in India until they stabilized their largest territory in the form of Estado da
{"Índia Portuguesa. After India gained independence and liberation from the  British Empire in 1947, the Portuguese
{"refused to negotiate with India on their  transfer of power from Goa. In the year 1961, Indian Army began Operation
{"Vijay  to bring Goa, Daman and Diu back to the Indian Union. This was made a centrally  administered union territory
{"with Daman and Diu. On 30 May 1987, the Union  Territory was split, and Goa was made India's twenty-fifth state, with
{"Daman  and Diu remaining a Union Territory.", " Geographically lined alongside Arabian Sea, this  coastal state is a
{"part of the Konkan region, an escarpment rising up to the  Western Ghats of mountains, separating it from the Deccan
{"Plateau. The region  is known for beaches of renown, spread over 101 km and spice forests.  Maharashtra borders Goa on
{"the north, Karnataka on the south and east. The  highest point of Goa is Sonsogor, with an altitude of 1,167 meters
{"(3,827 feet). Mandovi, Zuari,  Terekhol, Chapora and Sal are the main rivers of Goa. The Mormugao harbour of  the
{"River Zuari is famous as one of the best natural harbours in South Asia. Also,  the geography of the state is defined
{"by the presence of 40 estuarine, eight marine  and around ninety riverine islands. Alongside the rivers and inland
{"regions,  the soil is alluvial and rich in minerals, contributing to the lush plantations  of the state. The red
{"laterite soil of Goa is rich in ferric aluminum oxides. The  state’s economy is based upon farming, fishing,
{"tourism and iron ore mining. ", " ", "Culturally, Goa is a defined by the Portuguese  Sosegado, meaning ‘laid
{"back’, encapsulating the essence of this jovial state. The  state has retained its relaxed feel that has
{"traditionally set it apart from  the rest of India. Goa is incomplete without music and football, which is  deeply
{"entrenched in its cultural fabric. The state is also known for its  history of communal harmony, which can be
{"experienced with the colourful  amalgam of festivals celebrated from all walks of life. The sun, sea and sand  combine
{"together to present an idyllic location for the vacations.", " ", " Hinduism, Islam, Christianity, Sikhism,  Buddhism,
{"Jain, etc", " ", "Feast  of Three Kings (6 Jan; Chandor)", "Pop,  Beat & Jazz Music Festival (Feb; Panaji,)",
{""Shigmotsav  (Shigmo) of Holi (Feb/Mar; statewide)", "Sabado  Gordo (Fat Saturday; Feb/Mar; Panaji) Part of the
{"statewide Carnival, this  festival is held on the Saturday before Lent. It’s celebrated by a procession  of
{"floats and raucous street partying.", "Carnival  (Mar; statewide)", "Procession  of All Saints (Mar/Apr; Old Goa) ",
{""Feast  of Our Lady of Miracles (Apr; Mapusa)", "Beach  Bonanza (May; Calangute, Colva & Miramar)", "Igitun  Chalne
{"(May; Bicholim)", "Feast  of St Anthony (13 Jun; statewide)", "Feast  of St John (24 Jun; statewide)", "Feast  of St
{"Peter & St Paul (29 Jun; statewide)", "Feast  of St Lawrence (Aug; statewide)", "Fama  de Menino Jesus (2nd Mon in
{"Oct; Colva)", "Goa  Heritage Festival (Nov; Panaji)", "Tiatr  Festival (Nov; Panaji)", "International  Film Festival
{"of India (IFFI)", "Konkani  Drama Festival (Nov/Dec; Panaji)", "Feast  of St Francis Xavier (3 Dec; Old Goa)", "Feast
{"of Our Lady of the Immaculate Conception (8 Dec; Margao & Panaji)", "Christmas  and New Year Celebrations",
{""Liberation  Day (19 December) (celebrating the freedom of Goa from Portuguese rule) ", "Goa  presents a platter of
{"dishes churned out of its fishes, prawns and crabs. During  a Goa tour, tourists must try Goan Pork Vindaloo, Assado
{"de Leitoa (Roast  Piling), Galinha con Coentro (Chicken with coriander), Galinha Cafreal (Chicken  marinated and
{"fried), Goan Sambharachdi Kodi (Prawn curry), Goan Fish Curry  (Hot and Sour), Bebinca (a layered 40 egg Pastry with
{"ghee and coconut milk), Balchao  (Prawn Preserve), Sorpotel, Goan Egg Curry, Danger (Fish Cutlets). Don’t give a
{"miss to Feni, an indigenous spirit, symbolizing the languid essence of the  state. ", "The  land of crafts and
{"craftsmen, Goa offers numerous souvenirs that can be  purchased during its tour. Pottery And Terracotta, Brass Metal
{"Work, Laquerware  / Wood carving, Crochet and Embroidery, Bamboo Craft, Fibre Craft are the few  of the cherished
{"souvenirs from the heart of the state. ", "There are a number of hotels and  beachside resorts that strengthen the
{"hospitality circuit of Goa. Other than  that, there are rented serviced apartments that offer tourists the luxury of
{"living life at their own pace in Goa. ", " Where shall we send the suggestions?  ", "   ", " ", " ", " "]},



{"heads": ["Chhattisgarh "], "visfor": [" – Raipur (gateway and capital of Chhattisgarh), Rajim, Sirpur (a 7th
{"Century  Laxman Temple made of bricks stands here), Bilaspur (archaeological ruins of  temples), Bhilai (largest steel
{"plant in India), Kawardha (famous for Temple of  Bhoramdeo), Bastar (one of the best places in India to see tribal
{"culture),  Kanger Valley National Park, Barsur, Kutumsar Caves", " ", "Raipur,", " ", " Summer:  March to May,
{"Monsoon: June to September, Winter: October to February.  Climate of Chhattisgarh is subtropical in  nature
{"making summers hot and winters intensely cold.", " ", "The  state has a domestic airport, which is linked, to almost
{"all major airports in  the country.", "Raipur  Railway Station situated on the Mumbai-Kolkata trunk route. Some others
{"stations are connected through trains originating from Bilaspur & Durg.", "The  road-network in Chhattisgarh is
{"excellent with 11 National Highways. The  National Highways (NH) 6, 16 and 43 connect all the major cities and towns
{"of  Chhattisgarh to other parts of the country.", " ", "The state of Chhattisgarh is new,  but the land’s history
{"is as old as the time. Known as Dakshin Kosala in  ancient texts including Ramayana and Mahabharata, this state’s
{"modern name is  derived from its 36 districts, 36 in Hindi is ‘Chhattis’ and ‘Garh’ is the
{"district, bringing up the name Chhattisgarh after its separation with parent  state Madhya Pradesh as the 26th state
{"of India. ", "Bordering Madhya Pradesh in the  north west, Maharashtra in the west, Andhra Pradesh in the south,
{"Orissa in the  east, Jharkhand in the northeast and Uttar Pradesh in the north, Chhattisgarh  is a thickly forested
{"natural paradise. 44% of the state is covered by forests,  placed in Deccan bio-geographical area. The 22 dense
{"forests of the state serve  as an important ingredient, lending uniquely rich biological diversity. Plants,  farmlands
{"and trees are considered much more than just a natural counterpart.  They are a part of life and are respected for
{"their medicinal importance. ", " The forested region is prominent  for another reason as a home for tribal population.
{"Some of these ancient inhabitants  are India’s oldest tribal communities. Tourists for a rich tribal tour prefer
{"to visit Bastar, a tribal capital and cultural center of the state. ", " Each tribe is known for its rich  history and
{"culture of music, dance, dress and food. What's common to all is  the way of life attuned with nature that has not
{"changed over centuries. There  is a lot more associated with tribes of Chhattisgarh that can be lived and  experienced
{"by visiting in the tribal villages, haat bazaars, and purchasing tribal  jewellery as a handpicked souvenir of the
{"state. A special kind of silk, “Kosa”  can also be picked up during a Chhattisgarh tour. ", " Waterfalls
{"form another natural  bounty on the land of Chhattisgarh. In fact, the finest waterfalls in India including
{"Chitrakoot waterfalls belong to this state. Also, there are palaces, temples,  forests, wildlife and fairs and
{"festivals that attract tourists to this  bountiful state of Incredible India.", " ", "More than 1/3rd of the  state is
{"covered with forests, providing perfect grounds for wildlife to  flourish. India’s richest bio-diversity habitat,
{"Chattisgarh serves as a home  for tiger, leopard, gaur, sambhar, chital, nilgai and wild boar. The rare  species of
{"wild buffalo and hill myna also are the rich members of vibrant  state’s fauna. ", " Hinduism, Islam,
{"Christianity", " ", "Bastar Dusshera ", "Bastar Lokotsav", "The First Fruits", "The Earth Festival", "Teeja Festival",
{""Pola Festival", "Madai Mela", "Hariyali", "Koriya Mela", "Hareli Festival", "Fagun Wadai", "Champaran Mela",
{""Bhoramdeo Festival", "Sirpur Festival", "Navakhani ", "Rajiv Lochan Mahotsav ", "Chakradhar Festival ", "Goncha
{"Festival ", "Narayanpur Mela ", "Sheorinarayan Fair", "The Tansen Music Festival is held  around October/ November
{"each year, attracting classical musicians and  vocalists from all over India.", " One must try Chila,  Fara, Bobara,
{"Pidia, Thethri, Khurmi, Khaja-Gulgula, Aeidsa, Bada and Bafauri  during a tour to Chattisgarh. ", "Wooden figurines,
{"oil  lamps, bamboo furniture, clay pottery, Bell metal, Terrakota, Bamboo and wood  craft, Tattooing, Stone Carving.
{"", " Where shall we send the suggestions?  ", "   ", " ", " ", " "]},



{"heads": ["Gujarat "], "visfor": [" – Gandhinagar  (capital of Gujarat and famous for original Akshardham Temple),
{"Ahmedabad  (Manchester of the East known for its textile mills), Modhera (the site of a  beautiful Sun Temple), Patan
{"(known for its intricate showcase of Forts, Step  Wells and Lakes), Vadodara (cultural capital of Gujarat), Anand
{"(green  countryside and epicenter of white revolution / milk cooperatives), Surat (textiles,  diamonds and bejeweled
{"tourist attractions), Saurashtra (center of India’s  oldest civilization), Junagadh (a kingdom famous for Asokan
{"Edicts and Mount  Girnar), Somnath (a sacred region dedicated to Lord Shiva as a Jyotirlinga),  Jamnagar (Oil City of
{"India), Dwarka (kingdom of Lord Krishna), Porbandar (Sabarmati  Ashram of Mahatma Gandhi), Saputara (A picturesque
{"Sahyadri hill station)", "Horse Safari  in Ahmedabad, Danta, Dasada, Wankaner, Gondal, Vadodara; Camel Safari can be
{"cherished in the white deserts of Kachchh and Trekking can be enjoyed at Saputara  to Ahwa, Dhrangadra and Banni. ", "
{"Summer: March to  May, Monsoon: June to September, Winter: October to February. Climate of Gujarat  is diverse in
{"nature, owing to its presence near Arabian Sea making the summers  clear and winters mildly pleasant. ", "The state of
{"Gujarat has 10 domestic airports and an international airport at Ahmedabad.", "Extensive railway  network runs through
{"the state of Gujarat. The state is served by several  important trains. ", "The roadway  network of 68,900 km
{"comprising National Highways, State Highways and other  roads run through the state connecting the major cities of the
{"state with the  rest of the country.", "The land of the  legends, Gujarat is a vibrant state of ", "incredible India
{"known worldwide for  many reasons. For many centuries, this land epitomized the riches and resources  synonymous to
{"India. One such prime reason is its rich share of history. In  ancient times, this westernmost land of India was an
{"active part of Indus  Valley Civilization (Harappan Civilization), the world's earliest urban  civilizations. The
{"acumen and ahead of the mind approach of these inhabitants can  be witnessed and observed via the ruins of Dholavira,
{"Lothal and Surkotba in  Gujarat. The long monumental and cultural sequence of heritage of meticulously  planned city,
{"Dholavira can be traced back to 3rd century BC. Famed  for its immaculate planning spread over an area of 100 acres,
{"this is one of  the two largest settlements in India. This glorious site enjoys the unique  distinction of yielding an
{"inscription in the form of oldest sign board of the  world (featuring 10 large sized signs of the Harappan script).
{"The highlights  of the remains can be characterized with the mathematical precision of  multi-storeyed houses,
{"monumental architecture, and number of reservoirs for  water management reflects the practical mindset behind
{"Dholavira. ", "Lothal, another  Indus Valley Site was world’s earliest known dock ensured the connectivity of
{"Harappan civilization to the ancient trade route between Sindh, the peninsula  of Saurashtra with the other
{"contemporary civilizations (Mesopotamia and  Ancient Egypt). This was a major exchange and trade point of this
{"civilization.  Another renowned site in the region is Surkotda, which came into existence n  2,300 BC with a fortified
{"citadel and mud brick residential settlement. Likewise,  there were 50 settlement ruins discovered in Gujarat.", "The
{"glory of the  region under modern day Gujarat was the reason why Mahmud Ghaznavi attacked  this region and looted away
{"the riches eleven times. According to Hindu mythology,  the region as Dwarka was ruled by Lord Krishna, an incarnation
{"of Lord Vishnu. A  temple which is worshipped as a part of Char Dham Pilgrimage speaks Lord  Krishna’s sojourn
{"here. Other than that, the state was the birthplace of  Mahatma Gandhi (Porbandar) and Sardar Vallabhbhai Patel
{"(Nadiad) who later  became the shapers of modern India free from British rule. ", "Geographically,  this peninsular
{"state shares its northwest borders with Sindh in Pakistan,  Arabian Sea to the southwest, Rajasthan to the northeast,
{"Madhya Pradesh to the  east, and by Maharashtra, Union territories of Diu, Daman, Dadra and Nagar  Haveli to the
{"south. Owing to its presence adjacent to Arabian Sea, the state  has the longest coastline (1600 km), dotted with 41
{"ports. Three rivers namely  Sabarmati, Tapi and Narmada feed the region. ", "The deserted  region of Rann of Kutch is
{"a home to the wild ass and Gir forest is the habitat  for Asiatic Lion. The state’s economy is primarily
{"characterized by its textile  mills and oil refineries, contributing to its sheer wealth. Its prime agricultural
{"produce includes cotton, groundnuts, dates, sugarcane, milk & milk  products. ", "The culture of  Gujarat is rich,
{"colourful and artistic. This state is flourishing and  prosperous in terms of its traditions and culture as well.
{"Besides a sizeable  population of Hindus and Muslims, Tribes also form a major cultural element of  the region. There
{"are Jats, Gurjars, Harijans, Ahirs and Rabaris, etc  representing the tribes and their artistic tribal traditions and
{"craftsmanship. ", " Hinduism,  Islam, Jainism, Buddhism, Christianity and Zoroastrianism", "Gir Forest  National
{"Park", "Blackbuck  National Park ", "The Little Rann", "Marine National  Park (near Jamnagar)", "Wild Ass  National
{"Park", "Sasangir  Wildlife Sanctuary", "Nal Sarovar Bird  Sanctuary", "Barda Wildlife  Sanctuary", "Kachchh Desert
{"Wildlife Sanctuary", "International  Kite Festival - Makar Sakranti (Jan)", "Modhera Dance  Festival (Jan)", "Bhavnath
{"Fair  (Jan/Feb; Junagadh)", "Dhrang Mela  (Feb/Mar)", "Dang Durbar  (Feb/Mar; The Dangs, east of Surat,)", "Vautha
{"Livestock  Fair (Mar/Apr)", "Mahakali  (Mar/Apr; Pavagadh)", "Gokulashtami  (Aug – Lord Krishna’s
{"Birthday)", "Bhadra Purnima  Fair (Aug/Sept)", "Tarnetar Fair  (Sep)", "Trinetreshwer  Mahadev Fair (Aug/Sept)",
{""Navratri (Oct)", "Dussehra  (Sep/Oct; statewide)", "Kartik Purnima  Fair (Nov)", "Vautha Mela", "Sanskruti Kunj
{"Fair", "Chota Udaipur  Tribal Fairs", "Rann Utsav (Dec)", " ", "Primarily  vegetarian, the cuisine from Gujarat is
{"mild as well as flavoured. There is a  flavoured mishmash of sweet, salt and spices, making it a concoction of varied
{"tastes. Dhokla, Khandvi, Patra, Khichu, Sev Khamani, Lilva Kachori, Daal  Dhokli, Fulka rotli, Thepla, Bhakhri,
{"Undhiyun, Sev Tametanu Shaak and Khaman  comprise the known cuisines of Gujarat.  ", "The colourful region  of
{"Gujarat has its unique colours in terms of its souvenirs and crafts. Tourists  must buy back authentic hand block
{"printed Bandhej (tie and dye dupatta / saree),  Matani, Jari, Mashru Fabric as textile treasures of Gujarat. Female
{"tourists  must not miss purchasing Ghaghra Choli (traditional Gujarati Dress), Toran, Patola,  Lacquer Work, Wood
{"Carving, Pottery and Dhurries during Gujarat Tour. ", "There are a number of heritage hotels and resorts  that
{"strengthen the hospitality circuit and promise tourists a great reason to  holiday in Gujarat’s luxury, beauty
{"and comfort. ", " Where shall we send the suggestions?  ", "   ", " ", " ", " "]},



{"heads": ["Arunachal Pradesh "], "visfor": [" – Itanagar (capital  and entry point of Arunachal), Tawang Monastery
{"(a remote Buddhist town),  Changlang District (land of biodiversity, Namdapha tiger project), Ziro  (cultural capital
{"famous for festivals), Bomdila and Urguelling (towns famous  for monastic links and Buddhist temples). Rafting,
{"trekking, fishing and  angling are the adventure sports availed in Arunachal Pradesh. ", "Itanagar, Ziro Valley,
{"Pasighat, Along and Tawang", " Summer: March to May,  Monsoon: May to September, Winter: October to February. 
{"Climate of Arunachal Pradesh is influenced by  its variation in elevation. The high elevation areas have an extreme
{"climate,  Middle Himalayas have temperate climate and lower reaches have sub tropical  climate with hot summers and
{"cool winters.", " ", "The nearest airport,  Lilabari is in Assam, 67 km from Itanagar, the capital of Arunachal
{"Pradesh. ", "Harmuty (33 km from  Itanagar) is the nearest railway station offering connectivity to Arunachal
{"Pradesh. ", "Roads from Guwahati,  Assam (381 km); Shillong, Meghalaya (481 km) lead to isolated Itanagar, the
{"capital entry point of Arunachal Pradesh. ", " The  sun sends its ray of light first on this dawn lit mountain land,
{"Arunachal  Pradesh, a densely ridged easternmost forested state of India. The state’s  history has been shrouded
{"in mystery but the region finds its mention in the  literature of Kalika Purana where Sage Parshuram washed away his
{"sins and in  Mahabharata as the place where Lord Krishna married his consort Rukmini.Geographically  aligned between
{"Burma, China, Bhutan, Assam and Nagaland, this land of dawn lit  mountains is the richest bio-geographical province in
{"the eastern Himalaya  zone. The varying elevations in the deep-cut foothills are spacious enough to  accommodate 65
{"tribal settlements in the form of traditional villages. The major  rivers flowing eastward through the state are
{"Brahmaputra and its tributaries –  Dibang, Lohit, Subansiri, Tirap. The elevation of this hilly state varies from
{"50 m to 7000 m, lending it a bio-diverse environment. Rice, pulses, sugarcane,  wheat, millets, oilseeds and ginger
{"are the highly cultivated crops of  Arunachal Pradesh. ", "The  peaceful valley is famed worldwide for its tucked
{"monasteries, and wildlife  sanctuaries. The culture of this easternmost Indian state is Buddhist in  belief, character
{"and way of life. There are three cultural groups in Arunachal  Pradesh based on their socio religious affinities. The
{"Monpas and Sherdukpens  of Tawang and West Kameng districts adhere to the monk / lama traditions  dedicated to
{"Mahayana Buddhism. These villages of these communities are known  for richly decorated Buddhist temples called Gompas.
{"The agricultural  orientation of these natives has brought them close to terrace cultivation,  besides pastoral
{"rearing herds of yak and mountains sheep. Similar to these  cultural sects are Membas and Khambas who dwell around the
{"northern borders of  the state and practice same religion and vocation as Monpas. Khamptis and  Singphos of eastern
{"Arunachal are Buddhists of Hinayana camp. These are the  immigrants from Thailand and Burma. \n       ", " The  second
{"cultural group of this state is its tribes. These tribes still dwell  upon nature’s best kept preserves and
{"bounties and even worship sources of  nature like sun and moon. Predominant tribes of the region like Adis, Apatanis,
{"Bangnis, Nishis, Akas, Mijis, Mishmis and Thongsas are basically the descendants  of Donyi-Polo and Abo-Tani. For
{"livelihood, they practice shifting cultivation  of paddy and fishing. ", "The  third cultural group of Arunachal
{"comprises Noctes and Wanchos dwelling  alongside the Nagaland area in Tirap District. These are strictly Hindu people
{"known for their structured village society and practice elementary Vaishnavism.", "The  nature’s treasure trove,
{"Arunachal Pradesh is blessed with bounties in terms of  flora and fauna. It is famously called as home to exotic
{"orchids. This orchid  paradise is known for its more than 600 exquisite species for orchid blooms,  thanks to its
{"climate and varying elevations prevalent in the region. This  particular gift of nature is the major draw for tourists
{"who want to experience  nature tourism amidst the tucks and folds of eastern Himalayas. ", " There  is a special
{"Orchid Research Centre in Tipi, West Kameng District sensitizing  the natives and tourists with the importance of
{"these flowers in the ecosystem  of the state and promoting orchid conservation, research and development. The  orchid
{"collection can also be visited in the Sessa Orchid Sanctuary, a 100 sq  km natural habitat for exotic orchids. Here
{"tourists can do trekking and find  out more about tropical, sub tropical and temperate climate orchids. The other
{"orchid centers and nurseries of the state are located in Bomdila, Dirang,  Hapoli and Yazali. ", " If  tourists think
{"that Arunachal is only blessed with the presence of Orchids,  then they need to visit the wildlife treasures of this
{"bountiful paradise. The  fauna of this region is blessed with 25 mammal species. Four major cats i.e.  tigers,
{"leopards, clouded leopards, snow leopards, golden cats, leopard cat,  marbled cat, elephants, gaurs, wild buffalo, etc
{"can be spotted here easily. The  highly endangered hispid hare also serve as the attraction of this state’s
{"lowlands. ", " In  terms of birds, the state is equally blessed. Over 500 bird species including white  winged wood
{"duck, black necked crane, mishmi wren and Bengal florican flock the  skyline of Arunachal. But the avian attraction
{"lies in the great Indian  hornbill, the large beaked bird which is the privileged state bird of Arunachal  Pradesh.
{"Apart from them, tourists can spot 10 varied species of pheasants and  innumerable species of butterflies, moths,
{"beetles and other insects.", " ", "There  are eight wildlife sanctuaries in different regions of the state. They are
{"located in Pakhui, Itanagar, Mehao, Kane, Daying Ering, Kamlang, Eagle's Nest, and  Mehao regions of Arunachal
{"Pradesh. ", " Buddhism, Hinduism", " Losar Festival (Jan-Feb)", "Pangsau  Pass Winter Festival", "Torgya  Festival
{"– Saka Dawa (Celebrating Lord Buddha’s achievement of Nirvana)", "Dupka  Tse Shi", "Duechen ", "Ganden
{"Ngamchoe", "Flower  Show Competition", "Statehood  Day of Arunachal Pradesh", " Paa Saa Fish Soup, Meat, Rice,  Apang
{"– Rice Beer, Momos, Thukpa, Gyapa, Khazi, Sihi Yo Sangkho, etc", " Handmade carpets, Wooden Masks,  Pottery,
{"Painting, Smithy Work and Basketry. ", "there  are many three star accommodations providing comfortable stay options
{"in  Arunachal Pradesh. ", " Where shall we send the suggestions?  ", "   ", " ", " ", " "]},



{"heads": ["Puducherry / Pondicherry"], "visfor": [" ", "Beaches in Puducherry,  Sri Aurobindo Ashram,  Auroville,
{"Promenade, Chunnambar Lake House, Botanical Garden, Government Park,  Eglise De Sacre Coeur De Church, Manakula
{"Vinayagar Temple, Arikamedu,  Tiruvakkarai, Mayilam, Ousteri Lake", " ", " Summers are from January to April, Monsoons
{"strike  the territory during May to September and Winters hit the shoreline during  October to December", " ", "By
{"Air:  Puducherry does not have any airport. Chennai (165 km) is the closest airport –  which has an international
{"airport as well.", "By Rail:  Puducherry Railway Station, connected to major places in Tamil Nadu,  Bhubaneshwar,
{"Bengaluru.", "By Road:  Puducherry is well connected by road to most of the places in the South.", "Often referred to
{"as a ‘French Riviera of the East’,  Puducherry or formerly called Pondicherry is a slice of France in India.
{"Quite  literally, here one can easily find French duplex buildings, French speaking  locals and an exquisite territory
{"with French past. Historically, the region  served as a marketplace known as Poduke or Poduca during 1st century. The
{"area  came under Kanchipuram in the 4th century under Pallava Kingdom.  Later in medieval period of 10th to 13th
{"centuries, the area was taken over by  Chola dynasty of Thanjavur. Pandyas in the later 13th century controlled
{"Poduke. The turbulent times in the political history of the region came to an  end as Vijayanagar Empire took control
{"of almost all the South of India in the  14th century. This Hindu rule lasted until 1638, to be replaced by the Sultan
{"of Bijapur. The French acquired Puducherry in 1674 and held complete control  over the region with occasional
{"interruption from the British and Dutch, until  1962, when it was incorporated into the Indian Union as a Union
{"Territory.", " Geographically, the territory is similar to Tamil  Nadu’s coastal topography. The union territory
{"consists of four small  unconnected districts: Pondicherry, Karaikal, Yanam on the Bay of Bengal and  Mahe near
{"Arabian Sea. Pondicherry and Karaikal serve as a separate enclave in  Tamil Nadu, whereas Yanam and Mahe are the
{"enclaves belonging to the Andhra  Pradesh and Kerala respectively. Promenade Beach, Paradise Beach, The Auroville
{"Beach and Serenity Beach are the most visited attractions of Pondicherry. ", " The enclave area-wise distinction is as
{"under -  Pondicherry 293 km², Karaikal 160 km², Mahé 9 km² and Yanam 30 km². The  different
{"locations under the dominion of Union Territory of Puducherry are a  result of French culture that inevitably binds
{"the districts together. ", "This French influence can be easily in cultural fabric  of Pondicherry. Be it
{"architecture, cuisine, language, festivals; a part of  France dwells here comfortably. Usage of French grid design
{"pattern and  perpendicular streets still reiterate the colonial influence here. The town is  divided into two
{"segments: the Ville Blanche or French Quarter and the Ville  Noir or Indian quarter. Even many streets here are named
{"in French, and French  style villas are a common sight here. The cuisine here is also a cultural  fusion between the
{"French and the Tamil, which results in a mild intermingle of  flavours and recipes. The usage of the French language
{"is also a cultural  wealth of Pondicherry. Also, the territory is a home to Sri Aurobindo Ashram  where Aurobindo Yoga
{"can be availed easily in this peaceful retreat.", " ", " Hinduism, Christianity and Islam", "New Years Day,
{"International Yoga Festival, Pongal  Festival, Republic Day  of India, Masi Magam Bakrid – Muslim day of
{"Sacrifices, Tamil New Year, Good Friday, Chitrai Kalai Vizha - (Summer  Festival), Villianur Temple Car Festival,
{"Bastille Day- On July 14th, Bastille  Day, Veerampattinam Car Festival, Fete De puducherry (Festival of puducherry),
{"Independence Day, Puducherry De Jure Transfer Day- 16th of August marks  puducherry’s complete accession to the
{"Indian Union in 1962, Sri Aurobindo’s  Birth Anniversary, Vinayaka Chathurthi, Navaratri, Ayudha Puja,
{"Vijayadasami,  Deepawali, Karthigai Deepam Festival, Christmas Season", " ", "Southern Silks, Handmade Clay, Metal
{"Pendants, Incense  Sticks, Aroma Candles, Handicrafts", " ", "Idli Sambhar, Dosai, Vada-Pongal (A Mixture of Rice  and
{"Lentils), Appam, Idliyappam, Uppuma, Coconut Chutney, Mulaga Podi, Rasam,  Payasam-Specially French Cuisine.", " Where
{"shall we send the suggestions?  ", "   ", " ", " ", " "]},



{"heads": [], "visfor": [" ", "There is something special about  Delhi. Her endurance, strengths and absorptive flexes
{"made Delhi one of the  oldest continuing heritage cities of the world. The tale of the royal city and her  illustrious
{"past underwent many phases, known and visible through its character  and different names. Known in ancient times as
{"Pandavas Capital Indraprastha,  Purani Dilli during Prithviraj Chauhan’s rule, Mughal capital of Shahjahanabad,
{"British Lutyens; Delhi has retained its identity over the past and evolved as a  current modern cosmopolitan city of
{"India. ", " The center of power since time  immemorial, Delhi is dotted with many historical traces of time including
{"World  Heritage Sites of Red Fort, Humayun Tomb and Qutub Minar, besides other  cultural attractions. ", " ", " Qutub
{"Minar is the  surviving specimen of Delhi Sultanate. Built towards the end of twelfth century  with the patron ship of
{"Qutb-ud-din Aibak, the later storeys were added in by  Iltutmish and certain alterations by Firoz Shah Tughlaq and
{"Sikander Lodhi due  to lightening. A recognized world heritage site, Qutub Minar is one of the most  famous historical
{"attractions of India. Fourth century Iron Pillar of Mauryan  Dynasty; standing opposite of Qutub Minar is an excellent
{"example of ancient  Indian metallurgy and a famous attraction of this historical excursion.", "Humayun Tomb is  one of
{"the first mausoleums in India and the forerunner of the Taj Mahal in  Agra. Built by Haji Begum, Emperor
{"Humayun’s wife, this tomb was completed in  1569. Surrounded by four Persian gardens laid out in a proportionate
{"form, this  tomb features an artistic combination of red sandstone and white marble. It is  inscribed as a World
{"Heritage Site by UNESCO in the year 1993.\n       ", " ", "Inspired by the  architectural master of India, Shah Jahan;
{"this red fortress witnessed the  phase of Delhi where the city rose to prominence as Shahjahanabad, the
{"emperor’s capital. Named as Red Fort because of the extensive use of red  sandstone, this complex features a
{"series of halls, palaces, pavilions and  gardens. The famous structures of this fort include Diwan-i-Khas, Rang Mahal
{"and  Diwan-i-aam for the public proceedings are the noticeable buildings inside this  heritage complex.\n       ", "
{"", "Again a marvel  built by Shah Jahan, this largest mosque of India was envisioned as a  World-reflecting Mosque or
{"Masjid Jahan Numa. Laid out in the year 1656, this  mosque is a testament for king’s belief and an ode through
{"his architectural  excellence. The mosque can hold 25,000 people at one time. During Eid  celebrations, the rhythmic
{"prayers offered by thousands of devotees form the  great attraction of Jama Masjid. On Friday, an Islamic holy day,
{"the mosque  comes into life with many devotees praying in front of the almighty. This  largest mosque is one of the
{"revered attractions of Delhi tour and India  Pilgrimage Tour.\n       ", "Rashtrapati  Bhavan or Presidential House is
{"the great structure and the official residence  of Hon’ble President of India. The foundation of this erstwhile
{"viceroy’s house  was the beginning of Delhi’s new phase as Lutyens Delhi in 1912.", " ", "Parliament  House
{"is the seat of supreme legislative body in India. Designed by Lutyens  under Sir Herbert Baker, this circular
{"structure consists of the two Houses,  Lok Sabha (House of the People) and Rajya Sabha (Council of States) and
{"President of India’s office. ", " ", "Shaped like  the lotus flower, this extraordinary Lotus temple is a major
{"highlight and the  most visited monuments of a Delhi Tour. Located in South Delhi, this temple  complex has nine
{"surrounding ponds and 27 immaculate white-marble petals. This  temple accommodates followers of all faiths and offers
{"perfect grounds for  praying and meditation in silence. The temple remains closed on Mondays. ", "Raj Ghat is the
{"resting place of Mahatma Gandhi, the Father of India. Located on the river  Yamuna’s west banks, Raj Ghat is the
{"place where Bapu was cremated on the  evening of January 31, 1948. His last words ‘Hey Ram’ are etched on
{"the black  platform citing the site of his funeral.\n       ", "Hazrat  Nizamuddin Dargah contributes to the Islamic
{"heritage of Delhi. It is actually  a tomb dedicated to the Saint Sheikh Nizamuddin Aulia, one of the famous Sufi
{"saints of the world. One of the most important Muslim Pilgrimage attractions of  Delhi, this Dargah is best known for
{"its spiritual connection through its Sufi  Qawwalis and Urs – the death anniversaries of the saint. The tombs of
{"poet and  a courtier of Akbar, Amir Khusro and Mughal princess Jehan Ara Begum are also  located within the Nizamuddin
{"Dargah complex. Humayun Tomb is opposite of  Nizamuddin Dargah and Inayat Khan’s tomb also holds close proximity
{"to this  shrine.\n       ", " ", "A reminiscent of World  War I, India Gate is a war memorial commemorating the death
{"of 70,000 Indian  soldiers who died in the brutal warfare. A part of Lutyens Delhi, the  construction of this gate was
{"completed in 1931.\n       ", " ", " - An oldest and  largest market or bazaar in India, Chandni Chowk is one of the
{"great  ingredients for the seasoned heritage of Delhi. Strangely, the narrow alleys of  this medieval market place
{"haven’t changed much and still retain its legacy and  old world charm. Current day attractions of Chandni Chowk
{"include strolling  around the bustling bazaars, relishing rich street food, sweets, exploring  antique shops, quaint
{"buildings, sensing the fragrance of exotic ", ", etc. During a heritage walk of  Chandni Chowk, don’t miss paying
{"a visit to Gali Qasim Jaan, Ballimaran where  one of the celebrated Urdu poets, Ghalib spent many years of his life.
{"", " ", " Another part of  Delhi’s heritage can be experienced in its ruins at Tughlaqabad. Once the  fortified
{"city built by Ghiasuddin Tughlaq of Delhi Sultanate, this sub-city  comprised of a number of buildings, palaces,
{"mosques, tanks and towers surrounded  by huge walls. ", " ", "The old fort of  Delhi narrates another royal
{"saga’s remnants. Purana Qila has seen the changing  times closely. Constructed by the Humayun, the second Mughal
{"emperor on the  ancient site of Indraprastha, Pandavas capital, Purana Qila with its massive  walls, three gateways
{"and other structures still attracts tourists towards its  quaint legacy and power struggles. ", " ", "Located on  the
{"outskirts of Delhi, this majestically carved temple is a recent tourist  attraction of this city. Inaugurated in 2005,
{"this temple is dedicated to Hindu  Swaminarayan sect, reflecting an amalgam of Orissan, Gujarati, Rajasthani, Mughal
{"elements in its construction. Made of pink sandstone and white marble, this  elaborate temple boasts of 20,000 carved
{"deities. A light and sound show in  this temple serves an additional attraction of the illustrious visit. ", " ",
{""Lakshmi  Narayan Temple or fondly called Birla Mandir is one of the pre-independence  temples built by eminent
{"industrialist B.D. Birla. The temple is dedicated to  Goddess of Wealth, Devi Lakshmi along with her consort, Lord
{"Vishnu or Narayan,  the preserver.", "By Air – Delhi  is the gateway city for tourists who are keen to explore
{"north India in great  detail. This capital of India is connected to all major cities in India and  worldwide. The
{"airport, known as Indira Gandhi International Airport is the  second best airport ranked internationally, making it
{"stand at par with the  best airports in the world. ", "By Train - With  three railway stations, namely - New Delhi
{"Railway Station, Delhi Junction -  Old Delhi, Hazrat Nizamuddin; Delhi is connected to almost all major cities in
{"India.  ", "By Road - Forming  the base destination for Golden Triangle Tour, Delhi is a driver delight with
{"excellent highway network offering accessibility to all major cities in the  north, east and central India. ",
{""Delhi’s semi arid climate", "makes the temperatures soar in summers  and plunge in winters. ", " The heritage
{"city tour of  Agra is one of the prominent extensions from Delhi. Famed for Agra Fort,  Fatehpur Sikri, Jama Masjid
{"and immaculate Taj Mahal; the city is a must visit  destination, even for a seasoned traveller. The indomitable spirit
{"and purity  of Taj invite most of the tourists to turn towards India and overwhelm  themselves with enchanting
{"surprises. ", "The pink city of Jaipur is one of the fortressed bastions in Rajasthan. This  royal capital is best
{"known for its golden hued Amber Fort, Elephant Safaris,  Hawa Mahal and other cultural attractions. Tourists can
{"explore Jaipur along  with Agra and of course Delhi under the most visited Golden Triangle Tour. ", " The sacred
{"Mathura is the birthplace of Lord Krishna known colloquially as  Braj-bhoomi. Dotted with many temples, the main
{"attraction of Mathura is Keshav  Dev Temple, built on the site of the prison where Lord Krishna was born. ", " One of
{"the first hill stations of India, Shimla is a great excursion from  Delhi Tour. This summer capital of British is
{"still a great summer retreat,  drawing many tourists in its cool solace. ", " Where shall we send the suggestions?  ",
{""   ", " ", " ", " "]},



{"heads": ["Lakshadweep Islands"], "visfor": [" ", "Under Water Adventure Agatti, Andrott, Amini, Bangaram, Bitra,
{"Chetlat,  Kadmat, Kalpeni, Kavaratti, Kiltan, Minicoy, Thinakara", " ", "Water Rafting and Snorkeling: Bangaram
{"Island,  Kadamat Island, Kalpeni Island", "Scuba Diving: Kadmat Island, Kavaratti Island", "Surfing: Kadmat Island,
{"Kavaratti Island", "Wind Surfing, Kayaking and Canoeing: Bangaram Island", "Boating: Kalpeni Island", "Yatching:
{"Lakshadweep", " Summers are from January to April, Monsoon are from May to September and  Winters are from October to
{"December", " ", "By Air: The Union Territory has an airport in  Agatti, which is regularly connected by flights from
{"Kochi (Cochin), the commercial  capital of Kerala.", "By Sea: The distance can be travelled in about 18 to  20 hours.
{"The ships offer a range of accomodation and modern amenities.  However, during the monsoons, the ship services remain
{"closed. SPORTS (Society  for Promotion of Nature Tourism and Sports), Lakshadweep Tourism offers “Package
{"Tours” of various durations has to be made for these ships from SPORTS offices.", " ", "Ancient history of
{"Lakshadweep islands is shrouded  in legends. Interpreted as the land of Thousand Islands, Lakshadweep islets  were
{"somehow inaccessible for people. But these islands according to local beliefs  were dwelled first by Cheraman Perumal,
{"the last king of Kerala. In the 17th  century, the islands came under Kannur’s king control, who received the set
{"of  islands as a gift from the Kolathiris. When Portuguese came to India, these  islands became an important stopover
{"for the seafarers. The islands later on  came under the direct control of the British Raj as a result of Anglo Mysore
{"war III. Post independence, Lakshadweep was granted a union territory status in  1956.", " ", "Geographically, these
{"island archipelago features twelve  atolls, three reefs and five submerged banks, with a total of thirty-nine
{"islands. Nearest possible gateway city to reach Lakshadweep is via Kochi, the  capital of Kerala. The islands are
{"blessed with coral reefs, forming a perfect  backdrop for flourishing underwater adventure sport activities like scuba
{"diving. In fact, they are the most prominent attraction of these isolated  islands. The flora and fauna of the region
{"are equally exciting as well. The  ecosystem here supports 78 species of corals, 600 species of marine fishes, 52
{"species of crabs, 82 kinds of seaweed, 2 types of lobsters, 48 kinds of gastropods,  and 101 species of birds.", "
{"Culturally, these islands thrive on tribal  settlement. The descendants of Aminidivis, the first group of people
{"inhabiting  these islands still live on these islands. These people are well known for their  handmade crafts. They
{"are also acknowledged for their distinctive way of celebrating  festivals and traditional lifestyle. Melacheris,
{"another community are the main  working group of people on the island. They gather nuts from coconut trees.  Koyas are
{"the proprietor of land at Lakshadweep and Malmis work for them.  Malayalam is the most commonly used language in
{"Lakshadweep.", " ", "Islam", " ", "Id-Ul-Fitr,  Bakrid, Milad-Ul-Nabi, Muharram", "Embroidered jackets, Crafts of
{"shells, corals and  oysters, Crafts of coconut shells and tortoise shells", " ", "Curried, Fried and Barbecued Fish,
{"Rice, Vegetables,  Famous for its fresh Tuna.", " ", "The eco  tourism and nature based tourism initiatives here make
{"the hospitality and  tourism industry stand apart from other contemporaries. However, in order to  enjoy the balmy and
{"adventurous aura of Lakshadweep islands, a traveller needs  to obtain a permit from Secretary to the Administrator,
{"U.T. of Lakshadweep,  Indira Gandhi Road in Kochi. They have an authority in issuing an Entry  Permit.  Foreign
{"travellers having valid  Passport and visa for visiting India, can visit as Tourist the islands of  Agatti, Kadmat and
{"International Tourist Resort of Bangaram, with permission of  Administrator.", " Where shall we send the suggestions?
{"", "   ", " ", " ", " "]},



{"heads": ["Daman and Diu"], "visfor": [" ", " Devka Beach, Nani Daman, Nagoa Beach (Diu), Jampore Beach, Public
{"Garden, Moti Daman Jetty, pergola Garden, Moti Daman, Amusement Park, Devka  Beach, Damanganga Tourist Complex,
{"Kachigam, Satya Sagar Udyan, Mirasol Garden,  Mirasol Water Park", "  ", " Tropical weather is  prevalent in Daman and
{"Diu", " ", " The nearest international and domestic  airport Mumbai is only 193 kms away", " ", " Vapi, the nearest
{"railhead is only 12 kms  away. Mumbai and Ahmedabad are two very important Railway Stations of the  Western Railways,
{"which are very close from Daman.", " By Road: NH No. 8 connects Daman by motorable road  with Ahmedabad 367 km, Diu
{"675 km, Mumbai 193 km, Vadodara 300 km. etc.", " ", "Daman and Diu come under a single union territory,  but are two
{"different regions. Daman is a small beach destination known for its  scenic landscapes and beautiful beaches. The
{"region is known for its preserved  Portuguese heritage in the form of elegant houses, churches and forts. Diu on  the
{"southern tip of Saurashtra also had Portuguese control for 40 years. This  colonial Portuguese rule continued over the
{"twin territories till 1961 when Nehru  sent in troops in response to the Portuguese refusal to negotiate a peaceful
{"handover. ", " ", "Geographically, Daman is bound by the Kolak River in  the north, Gujarat’s Valsad district in
{"the east, Kalu River on the south and  the Arabian Sea in the west. The territory of Daman is based on 72 square km
{"total  area. Diu on the other hand is a small island located on the tip of Gujarat’s  Saurashtra peninsula
{"surrounded by the Arabian Sea, resulting in a number of superb  beaches. The unique topography of Daman and Diu makes
{"it a perfect water  adventure destination wherein Parasailing, Water Scooter Riding, Boat Sailing etc  can be heartily
{"availed.", " Culturally, the union territory is influenced with a  mix of local Gujarati and colonial Portuguese
{"flavour. The demography of the  region is based upon a fusion of various cultures which is primarily a mix of tribal,
{"urban, European and Indian culture.", "Fort Moti Daman, Bom Jesus Church, Our Lady of  Rosary Chapel, Diu Museum, The
{"Fortress of Panikota", "– Hindu", "Folk Dance  Festival, Daman Festival, Garba Festival, Diu Festival", "Papri,
{"sweet and salty peas, crab and lobsters", "The  hospitality industry in Daman and Diu is experiencing a makeover as
{"tourists  are choosing the destination more often. With the legalization of Casinos in  Daman, the hotel industry in
{"here soon will experience great times ahead.", " Where shall we send the suggestions?  ", "   ", " ", " ", " "]},



{"heads": ["Dadar and Nagar Haveli"], "visfor": [" ", " Vanganga Lake Garden (Dadra), Tribal Museum (Silvassa), Vanvihar
{"Tourist  Complex (Chauda), Tapovan Tourist Complex and Shiva Temple (Bindrabin), Tourist  Complex and Water Sports
{"Centre (Dudhani), Himaivan Health Resort (Kauncha),  Yatri Niwas (Silvassa), Tourist Complex (Luhari)", " Warm summer
{"months", " ", "The nearest  airport, Mumbai is only 164 kms away", "The nearest  railhead is Vapi on western Railways.
{"All important trains stop at Vapi (15 km)", "National  Highway No 8 (Western Express Highway) just passes by the
{"region. The state  capital Silvassa is well connected with the important cities of western India.", "The union
{"territory of Dadra and Nagar Haveli in  western foothills was ruled by the Marathas till 1779. In the same year,
{"Portuguese acquired control over the sylvan villages of the region. This Portuguese  rule on Dadra and Nagar Haveli
{"remained till August 2, 1954, when the region  subtracted itself from Portuguese control. Thereon, the territory
{"enjoyed de  facto independence till 1961 when a formal agreement declaring the merging of  Dadra and Nagar Haveli with
{"the Republic of India was signed. Since then, the  region is a part of India and administered as a Union Territory,
{"with Silvassa  as its capital.", " ", "Geographically, this union territory is located on  the foothills of Western
{"Ghats and comprises 72 small villages located between  Gujarat and Maharashtra. 53% of the territory is covered by
{"forests and  provides a thriving backdrop for a variety of birds and animals. Here, tourists  come for eco tourism
{"initiatives wherein bird watching and wildlife excursions  can be taken easily. River Daman Ganga and its tributaries
{"interweave the  region and drain into the Arabian Sea at Daman.", " Silvassa, the pristine capital of Dadra and Nagar
{"Haveli is known for its spectacular beauty. The city is also known for a 100  year old church of Our Lady of Piety and
{"the ruins of the Tadkeshwar Mahadev  Temple at Bindrabin. The city is also known for a tribal museum showcasing the
{"heritage of local culture. ", " Like the land, the people of Dadra & Nagar  Haveli are simple and unspoiled.
{"Hospitable and kind, they follow age-old  traditions and are happy for visitors to explore their rich and varied art,
{"music, folklore and dances.", " Culture of Dadra and Nagar Haveli is largely  hospitable where adherence to age old
{"customs is the way of life here. Tribal  population here is concentrated in north of the territory. Most prominent
{"tribal natives belong to Dhodia, Kokna and Varli tribes. Agriculture and fishing  are main sources of livelihood
{"here.", " ", "The Lion Safari (Vasona), Deer Enclosure (Satmalia),  Mini-Zoo (Silvassa)", " ", "Hindu", " ", "Monsoon
{"Magic Festival (15th Jul. to 15th Aug.), Tarpa Festival (26th Dec. to 30th  Dec), Liberation Day (2nd Aug), Naryeli
{"Purnima, Diwaso, Holi", "The simple  people of Dadra & Nagar Haveli make the destination hospitable and kind and
{"allow people to follow the rich and varied art, music, folklore and dances  here. Numerous options of resort stays can
{"be availed in this enchanting union  territory. ", " Where shall we send the suggestions?  ", "   ", " ", " ", " "]},



{"heads": ["Chandigarh "], "visfor": [" – Rock  Garden – made of urban and industrial waste, this Rock Garden
{"is a fantasy  garden created by Nek Chand and is a pride of Chandigarh. Numerous figurines  from waste products define
{"the ahead of the times vision of its creator.  Leisure Valley, Sukhna Lake, Botanical Garden with a myriad species of
{"plants  and Zakir Hussain Rose garden are other attractions of Chandigarh.", "Summer: March to May, Monsoon: June to
{"September, Winter: October to  February. ", "By Air - Chandigarh has an airport just 11 km away  from the City
{"Centre.", " By Rail - Chandigarh Railway Station is about 8 km  from the City Centre. Important trains like the
{"Shatabdi Express and the  Himalayan Queen serve the city on a regular basis.", " By Road - The city boasts of an
{"excellent  road-network. It is also conveniently located within motorable distance from a  number of major cities of
{"North India. National Highways 21 and 22 run through  the city.", "The union territory and a shared capital of two
{"states, Chandigarh is a result of historical developments in India. Post  independence, the capital of Punjab state,
{"Lahore during partition was allotted  to Pakistan. Temporarily, Shimla was made the capital of Punjab and attempts of
{"giving Punjab a new capital gained momentum. In March, 1948, the Government of  Punjab in consultation with the
{"Government of India approved a 114.59 sq. km area  at the foot of the Shivalik Hills in Ropar district as the site of
{"the new  capital. An existing village gave its name to the new city. Le Corbusier, the  best architect of his times
{"was employed to execute the dream of creating the  best planned city of India in 1950. Pt. Jawahar Lal Nehru, the then
{"prime  minister of India equally took interest in envisioning the capital. And result  was the first planned city of
{"India, beautifully laid and executed over a  decade. The city is built on an orderly grid of wide avenues, divided
{"into 29  neat sectors, each measuring 800 by 1200 metres, and interspersed with  extensive greenery. On 1 November
{"1966, Hindi speaking Haryana region was  separated from Punjab. Since Chandigarh city was located on the border, so it
{"was decided to make Chandigarh a union territory serving as a shared capital  for both Punjab and Haryana. ", "Located
{"near the foothills of the Himalayan Shivalik  range, this city shares its borders with Haryana and Punjab. The
{"Himachal  Pradesh state borders are also minutes away from its north border.", " The culture of Chandigarh is
{"cosmopolitan in nature. A  blend of different cultures within the country, Chandigarh has attracted  diverse groups
{"from all over India and gave a platform for them to intermingle.  Folk music, dance, theater and other cultural
{"platform strongly exhibit the  verve of this young city in India. Yummy mouthwatering food and different  cuisines are
{"here to look out for.", " ", "Hindu", "Baisakhi Festival, Chandigarh Mango Festival, Festival  of Gardens, Chandigarh
{"Carnival, Chrysanthemum Show, Chandigarh Plaza Carnival,  Teej Festival", " Where shall we send the suggestions?  ", "
{"", " ", " ", " "]},



{"heads": ["Andaman and Nicobar "], "visfor": [" ", " Port Blair, Cellular Jail, Museums, Corbyn’s Cove,  Water
{"Sports Complex, Viper Island, North Bay, Ross Island, Mahatma Gandhi  Marine National Park, Red Skin Island, Havelock
{"Island, Limestone caves, Mud  Volcano, Hut Bay Islands, Mount Harriet Islands, Car Nicobar, Katchal &  Great Nicobar.
{"", "Water-Skiing, Sailing, Windsurfing, Speed Boating,  Snorkeling, Island Camping, Scuba Diving, Trekking etc.", "
{"Summer: March to May, Monsoon: June to September, Winter: October to  February. ", "By Air: The Island has its
{"domestic airport at Port  Blair, which has regular flights operating from Kolkata and Chennai. Helicopter  services
{"operate between various islands.", "By Sea: Cruising through the Bay of Bengal is a  delightful experience to reach
{"Andaman. Regular passenger ship services operate  to Port Blair from Chennai, Kolkata and Vishakhapatnam.", " ", " ",
{""The archipelago of Andaman and Nicobar islands are abundantly bestowed  with incredible beauty. Covered with dense
{"tropical forests, these islands have  an equally enchanting past. The first documented human presence on Andaman and
{"Nicobar islands was recorded in the 2nd century. The historic Chinese monk traveller,  Xuan Zang during his journey
{"through India verified the tribal development.  Since then, the eastern islands of the Bay of Bengal have been
{"shrouded in  secrecy due to their isolation and unique topography. ", " In the late 17th century, these islands came
{"under control of the  Maratha warriors who occupied many other regions on the peninsular India. Two  centuries later,
{"these small islands came under the direct occupation of the  British who utilized their isolation in punishing and
{"detaining the criminals and  the freedom fighters of India. At that time, Andaman and Nicobar islands evoked  a fear
{"of separation among the Indians as a punishment of Kalapani at Cellular  Jail at Andaman Islands. During the Second
{"World War, the islands came  nominally under the control of the Japanese. Post Indian independence, the  islands
{"became the part of the polity 1950 and were declared a union territory  in 1956.", " ", "Geographically, these
{"volcanic islands float in extreme isolation in the  Bay of Bengal and accommodate a unique ecosystem. Once a hill
{"range extending  from Myanmar to Indonesia, these picturesque islands are covered with dense  damp tropical forests
{"and endless varieties of exotic flora and fauna. Post  Tsunami, only 24 islands of Andaman are inhabited. The
{"ecosystem here is  equably blessed with flora and fauna. Here innumerable birds chirp on the beach  islands and cool
{"coral atolls bestow a pristine and beautiful aura to the  Andaman and Nicobar islands. Around 270 species of birds
{"dwell in these  islands. In terms of faunal heritage, the islands are richly blessed with  Wildlife Sanctuaries,
{"National Parks and a Biosphere Reserve. Another offshore  phenomenon that adds on to the enchanting appeal of the
{"islands is the coral  atoll ecosystem. This varied eco-system features many water based species like  coral reefs, sea
{"turtles, bottlenose dolphins, tropical fish and other land  based seabirds, reptiles and butterflies. The azure blue
{"beaches are also known  for bountiful adventure activities world-class scuba diving, swimming, snorkeling  and bird
{"watching. ", " Culturally, the land and its people are indigenously tribal in nature.  This is evident from the fact
{"that 3,000 years old Jarawa tribe still dwells in  the remote Andaman forests. For a culturally extensive holiday, it
{"is preferred  to begin the journey during the Island Tourism Festival. During this festival,  the islands come alive
{"with the cultural performances, exhibitions, puppet  shows, baby show etc and aquatic festivities like Floating
{"Restaurant, the  Canoe Race and scuba diving.", " ", " Hindu", " ", " ", "Janamashtmi", "Island Tourism Festival",
{""Subhash Mela", "Durga Puja", "Pongal", "Panguni Uthiram", "Onam", "Mahashivratri", "Holi", "Diwali", "Christmas",
{""Wandoor National Park (30 kms south-west of Port  Blair), Mount Harriet National Park (South Island, 10 km from Port
{"Blair),  Saddle Peak National Park (5 km from Diglipur), Marine National Park (20 km  from Port Blair)", " ",
{""Carpentry and Woodwork, Shell Craft, Basketry and Mat Making,  Handicrafts from Coconut Shells, Cross Bows", " ", "A
{"tourist needs a permit to visit only certain parts of Andaman Islands.  Make sure to keep the passport copy and few
{"passport size photographs in order  to receive a permit on your arrival at Port Blair, the capital of Andaman and
{"Nicobar islands. Hospitality wise, the union territory has a number of hotels  and lodges to accommodate a discerning
{"traveller. ", " Where shall we send the suggestions?  ", "   ", " ", " ", " "]},



{"heads": ["Tripura"], "visfor": [" – Agartala,  Deotamura, Pillak, Unakoti, Jampui Hill, Ujjayanta Palace,
{"Kunjaban Palace,  Malancha Niwas, Tripura Government Museum", " ", " Summer: March to May, Monsoon: June to September,
{"Winter: October to February. ", "The main airport of the state is located in Agartala  the state capital", " ", "
{"Kumarghat is linked by railways to Guwahati, which is  in turn connected to the rest of the country. Agartala is well
{"connected to  Lumding & Silchar by daily Agartala Lumding express.", " ", " National Highway No. 44 connects Agartala
{"to Guwahati  via Shillong in 24 hours.", " ", "The tiny state of Tripura is a land full of surprises.  Historically,
{"the region finds its mention in the form of Mahabharata,  Ain-I-Akbari and the Rajmala, the royal chronicle maintained
{"by Brahmin  Purohits. In its long past, the state over the Hill Tipperah witnessed the  kingship of 183 kings in
{"series. In the fifteenth century, the region saw its  conflict with the Mughal governors of Bengal which became the
{"reason of  Tripura’s decline. The situation delineated further with the reach and control  of British in Tripura.
{"Post independence, the kingdom of Tripura was eventually  absorbed into the Indian Union in 1947.", " Geographically,
{"this remotely located state shares its  international boundaries with Bangladesh and internally the state shares its
{"borders with Mizoram and Assam. Primarily hilly in nature, the topography of  Tripura is based on three hill ranges
{"rising to high altitudes. The ranges in  Tripura include Jampui, Deotamura, Baramura and Atharamura. The flora and
{"fauna  of Tripura is equally exciting. The forests here cover around 58% of area.  These forests serve as a splendid
{"backdrop for mixed deciduous, sal, bamboo and  cane forests. The plains of Tripura also feature the grasslands and
{"swamps. The  wildlife sanctuaries in the state also flourish in Agartala, the state’s  capital and host a number
{"of endangered species like wild dogs, porcupines,  bear, elephants, wild boars, etc along with rare variety of 90
{"birds. ", " Culturally, the state is influenced by Bengal. During  the times of monarchy, Bengali served as the
{"language of courtly Tripura. The  19 hill tribes of the region also dominate the culture of Tripura. The Tripuris
{"form the largest tribal population and the Reangs, who hail from Chittagong are  the second largest amongst the tribes
{"of the state. Other tribes include the  Jamatia, Noatia, Darlong, Halam, Garo, Chakma and Kalai. This elaborate tribal
{"culture rules the state and makes it an amalgam of racial diversity and lends  an enchanting charm to the destination.
{"This culture is also present in the  form of folk songs and dances, tribal handicrafts and festivals of Tripura,
{"making it a treasured destination.", " ", " Hinduism and Buddhism", " ", " Pous-Sankranti Mela (Jan), Tirthamukh
{"(Jan/Feb),  Garia and Gajan Festival (Apr), Ashokastami Festival (Apr), Kharchi Puja  (July), Ker Puja, Durga Puja
{"(Oct/Nov), Ganga Puja, Rasha Festival (Nov)", " ", "Gumti Wildlife  Sanctuary (Near Agartala), Sepahijala Wildlife
{"Sanctuary (Agartala),  Gondacherra Wild Life Sanctuary (Agartala), Trishna Wildlife Sanctuary  (Agartala)", " ", "Mui
{"Borok, Berma (Dried and Fermented Fish), Chakhwi,  Mwkhwi and Muitru", " ", "Cane Work, Bamboo work, Handicrafts and
{"Handloom,  Basketry, Smoking Pipes, Fish Traps, Fish Baskets, Tripuran tribal jewellery", "This remote state is
{"working continuously to promote hospitality standards in order to derive  tourism potentials. Currently, there are
{"many hotels in Tripura ranging from  budget accommodation to five star that heartily cater to the discerning tourist
{"in the state. ", " Where shall we send the suggestions?  ", "   ", " ", " ", " "]},



{"heads": ["Tamil Nadu"], "visfor": [" – Chennai,  Mamallapuram, Kanchipuram, Chidambaram, Kumbakonam, Thanjavur,
{"Tiruchirapalli,  Madurai, Rameswaram, Kanyakumari and Hill stations of Nilgiris (connected by  Heritage Train up to
{"Udhagamandalam), Kodaikanal, Yercaud and the fine beaches  of Covelong and Mamallapuram.", " ", "The State boasts of
{"ideal  location for Adventure activities.", "Trekking: Nilgiris (Ooty), Kodaikanal,  Anamalai Hills, Kolli Hills,
{"Elagiri Hills, Kalakkadu, Mundanthurai", "Wind Surfing: Muttukadu", "Hang Gliding: Hill Stations", "For Golf
{"enthusiasts,  facilities are available at Chennai, Ooty, Kodaikanal and Coimbatore.", " Summer: March to June,
{"Monsoon: July to October ,  Winter: November to February. ", " International Airports are in Chennai, Coimbatore,
{"Tiruchirapalli. Domestic  Airport: Madurai, Tiruchirapalli, Salem, Tuticorin, Coimbatore", " The  main railway station
{"is Chennai. Many places in India can be reached by train  from Chennai and to most of tourist places in South India
{"and Tamil Nadu", " An  extensive network of roadways covers the state. A number of national Highways  and state
{"Highways literally crisscross the land.", " ", "Tamil Nadu is a culturally enriched destination known  for its deep
{"seated connection with the past. The history here testifies the  existence of the Tamil heritage. The early Sangam
{"literature classics throw  light on the hoary antiquity of the region.  But we get the recorded  references of
{"the region from the Pallavas, the originators of famous Dravidian  culture. The south India at that time was under the
{"dominion of the Hindu rulers  like Cholas, the Pandyas, the Pallavas and the Pandyas. Pallavas ruled the  region till
{"the fourth century which was later taken over by Cholas. The later  powers who asserted their right over the state
{"were dynasties like the  Chalukyas, Cholas and Pandyas after 10th century. By the 12th  century, it was imperial
{"Cholas who gained supremacy over South India. Later  Muslims under Bahamani Sultanate strengthened their position in
{"the Hindu  dominated region and established their power in Dravidian region by middle of  the 14th century. ", " At
{"the same time, the Vijayanagar Empire rose to  prominence by defeating the Bahamani sultanate in an ambition of
{"consolidating  their control over the whole of South India. Vijayanagara’s victory was short  lasting as their
{"ascension of Dravidian Empire was challenged by Deccan Sultans  during the battle of Talikota in 1564 where the former
{"power was defeated. ", " During this tumultuous political period, the Europeans  like the Portuguese, the Dutch, the
{"French and the English came in quick  succession in the peninsular South India. They also came with the ambition to
{"establish trading centres or 'Factories' and get great deals for their home  countries. East India Company, the
{"British counterpart established factory at  Masulipatnam (Andhra Pradesh) in 1611 and even set its first Indian
{"settlement  in Tamil Nadu. Fort St. George (1644) was the first British fortress and later  served as the headquarters
{"of the old Madras Presidency, covering the entire  southern peninsula. Post independence, the state of Madras was
{"later  reorganised, and the present Tamil Nadu was formed with other three separate  states of Karnataka, Kerala and
{"Karnataka. ", " Geographically,  the state is uniquely bestowed with contrasting colours of nature. Sharing its
{"borders with Andhra Pradesh, Karnataka and Kerala and union territory of  Pondicherry in the east, Tamil Nadu is a
{"state rich in topographical wonders.  Placed favourably near the two oceans, the Bay of Bengal to the east and the
{"Indian Ocean to the west, Tamil Nadu is a favourable state showing sunny side  of south. Here, many beaches of renown
{"like Kanyakumari, Marina, Rameshwaram,  Kovelong, Elliot bless the peninsular shoreline. In fact, the southernmost tip
{"of Indian subcontinent and the meeting point of Arabian Sea, Indian Ocean and  Bay of Bengalis located in Tamil Nadu.
{"Parts of the state are hilly and rich in  vegetation, resulting in the presence of many hill stations that dominate
{"the  state. ", " ", "Culturally, the  state is an upholder of continuing Dravidian traditions. This land of Tamils is
{"known for its distinct identity. The towering temples with artistic ", ",  heritage forts, and palaces illustrate the
{"cultural roots of Tamil Nadu.  Mahabalipuram, Madurai, Thanjavur, Trichy, Chidambaram, Rameshwaram, etc are  some of
{"the most famous temple cities in Tamil Nadu. ", " Dance is also a  prominent cultural attraction featuring a number of
{"classical and folk dance  forms. Bharatanatyam, Mayilattam, Kavadiyattam, Bommalattam, Kummi, Kasi  Silambu Attam,
{"Karagattam, Kolattam, Oyil Kummi, Thappattam, Kawadiattam are  some of the prominent dance forms here. The Carnatic
{"music tradition is also  followed here with great adherence wherein the legacy of learning Veena,  Violin, Mridangam,
{"Nadhaswaram, Flute, Ghatma are followed with great zeal.", " ", " Hindus, Islam, Christians", " ", " The colour and
{"pageantry of festivals of Tamil Nadu,  music, dance and drama form an integral part of life. It still maintains the
{"purity of tradition and sanctity.", "Pongal, Harvest  Festival (Jan), Thyagarajar Aradhana, near Thanjavur,
{"Arupathumoovar Festival,  Mylapore (March), Chithirai Festival, Madurai (Apr-May), Velankanni Festival  celebrated
{"(Aug), Dussehra Festival (Sept-Oct), Karthigai Deepam Festival,  Tiruvannamalai (Dec), Chennai Sangamam, Dance and
{"Music Festival, Chennai and  Mamallapuram Dance Festival also celebrated in December and January.", " ", "Tamilnadu
{"has an  exciting array of flora and fauna. Mudumalai Wild Life Sanctuary (Nilgiris),  Kalakkadu, Mundanthurai Wild
{"Life Sanctuary, Arignar Anna Zoological Park, Deer  Park, Snake Park, Crocodile Bank (Chennai), Gulf of Mannar Marine
{"National Park  (Turicorin and Ramanathapuram), Point Calimere Wild Life Sanctuary  (Nagapattinam)", " ", "Idli
{"Sambhar, Dosai, Vada, Pongal (A mixture of rice  and lentils), Uppuma, Coconut Chutney, Milaga Podi, Rasam, Payasam,
{"Adhirasam,  Murukku, Kancheepuram Idlis, Vatral Kuzhambu, Chettinadu Pepper Chicken, Filter  Coffee, Appalam, Vadam.",
{"" ", "The state has an age old tradition of encouraging,  appreciating and getting noticed for its Art and Craft
{"treasure. Hand Woven  Silk and Cotton, Stone Sculpture and carving, Tanjore Paintings, Bronze and  Brass casting,
{"Pottery Making, Pattamadai Mats, Bamboo basket weaving.", " ", "The state, being the center of second largest tourism
{"industry in India offers plentiful hospitality options to every tourist ranging  from five star, ecotels, beach
{"resorts to budget accommodation.", " Where shall we send the suggestions?  ", "   ", " ", " ", " "]},



{"heads": ["Rajasthan"], "visfor": [" – Jaipur, Ajmer, Pushkar (a village around Brahma  Temple & a holy lake),
{"Bikaner, Bharatpur Bird Sanctuary, Ranthambore Tiger  Reserve, Jaisalmer, Jodhpur Mount Abu, Udaipur.", " ", "Camel
{"Safari: Jaisalmer, Jodhpur, Bikaner, Barmer", "Horse Safari: Around Udaipur", "Jeep Safari: Around Jodhpur", "Hot Air
{"Ballooning: Jaipur, Ranthambore and Pushkar", "Water Sports: Siliserh Lake near Alwar, Nakki Lake,  Mt. Abu, Jausamand
{"Lake (near Udaipur)", "Polo: Polo, Club, Jaipur", "Trekking: Mt. Abu and Mewar Belt", " ", "Jaipur, Jodhpur,  Bikaner,
{"Jaisalmer, Udaipur, Ajmer, Mandawa, Shekhawati", " ", " Summer: April to June, Monsoon: July to September, Winter:
{"October to  March. ", "By Air- The state has three major airports namely  Jaipur, Udaipur and Jodhpur.", "By
{"Rail- Almost all tourist destinations are well  connected by rail. The best way to experience the royalty of Rajasthan
{"is to  travel by luxury tourist trains “Palace on Wheels” and “Royal Rajasthan on  Wheels”.", "By
{"Road- A well laid network of National and State  Highways covers the state extensively.", " ", "Rajasthan abounds on
{"the history, traditions, culture  and artistic legacy of India. The resilience of this royal state can be found  in
{"the history as well. During the ancient era, parts of Rajasthan served as a  backdrop for one of the world’s
{"first and oldest Indus Valley Civilization.  Kalibangan in Hanumangarh, Rajasthan served as a major provincial capital
{"during this ancient civilization.", " The tribal settlements of Rajasthan also comprise the  rich history of the
{"region. Traditionally the tribes like Meenas, Gurjars,  Bhils, Rajputs, Charans, Jats, Yadavs, Bishnois, etc hugely
{"contributed in  keeping the legacy of Rajasthan alive in modern times.", " These tribes fought for their homeland,
{"acted as a  barrier against foreign invaders and established Gurjara Pratihara Empire  during 700 CE. This period also
{"saw the Rajput families rising to prominence in  the form of separate kingdoms in the form of Rajputana. Jodhpur,
{"Bikaner,  Udaipur, and Jaipur were some of the main Rajput states.", " These royals with their commitment towards land
{"and  never say die attitude defined the concept of chivalry and love towards the  motherland. Before the rule of
{"Akbar, no foreign power could actually assert  the control over this royal land. Their courage, valour and fighting
{"prowess  made them superior among the other contemporary kings. Under Mughal Emperor  Akbar’s tactical diplomacy,
{"Rajasthan became a unified province. Post  disintegration of Mughals, Rajasthan saw the influx of Marathas. The forts,
{"palaces and heritage havelis of the medieval era dot the landscape of Rajasthan  and provide a wide panoramic backdrop
{"for the history in the making. ", " ", "Some Rajput kings thereon concluded treaties with  British in the modern
{"Indian phase, wherein they accepted British sovereignties  in return for local autonomy and protection from the
{"Marathas. This exercise,  thus gave rise to princely states of Rajputana. Post independence, it took  seven stages to
{"reunite the 19 princely states under Rajasthan. ", " Geographically, the state is unique in India, due to  the
{"contrasting presence of the Great Thar Desert and Aravalli range, which  overlook many cities of the state. Sharing
{"its borders with Haryana, Uttar  Pradesh and Gujarat in India and Pakistan, Rajasthan is the largest Indian  state
{"area wise. Filled with numerous contrasts, the state is known for hot  baked deserts, cool hill stations, thorn scrub
{"forests and numerous lakes.  Deserts of the state have their own rugged charm where camel safaris can be  availed
{"easily. The arid scrublands of the state also host vivid wildlife  including elusive tigers, and other migratory
{"birds. There are four national  park and wildlife sanctuaries namely, Keoladeo National Park of Bharatpur,  Sariska
{"Tiger Reserve of Alwar, Ranthambore National Park of Sawai Madhopur,  and Desert National Park of Jaisalmer, that rule
{"this royal state. ", " But it’s the people and the culture that makes  Rajasthan so inviting, warm, colourful and
{"full of life. The artistic  traditions here illustrate the ancient Indian way of life based on rich folk  culture.
{"This vividly colourful culture of Rajasthan is based on the folk  music, dance, cuisine, arts and crafts, dresses and
{"architecture. The jovial  Rajasthanis believe in making every day special with the abundant adherence of  inviting
{"customs and cultural traditions. May be this is the reason why the  fairs, festivals, folklores, puppetry here receive
{"such favour and fascination  from every tourist.", " ", " Hindus, Islam, Jain ", "Camel Festival  (January, Bikaner)",
{""Desert Festival  (Jan/Feb, Jaisalmer)", "Elephant  Festival (Mar/Apr, Jaipur)", "Pushkar Fair  (Nov, Pushkar)", " ",
{""Daal-bati Churma, Ker Sangari, Kachori, Mirchi Bada,  Gatte ki Sabzi, Bajara, Besan Chakki, Lal Maas, Pickles and
{"Chutneys, Rabri,  Maalpua, Ghewar", " ", "Meenakari, Gems and Jewellery, Miniature Paintings,  Marble Carving/
{"Painting, Bandhani, Embriodery, Hand Block Prints, Carpets,  Leatherware, Lac Artifacts, Pottery, Puppets, Wooden
{"Artefacts,  Furniture-quilts-Kota Doria Sarees", " ", "The inviting standards of Rajasthan has made the state
{"renowned for its special hospitality experience. In fact, here a tourist is  sure to receive dollops of care and
{"affection during his stay here. In order to  make the stay even more special, Rajasthan has opened the doors of
{"medieval  forts, palaces and havelis. A stay in such heritage structures surely  transports a traveller to the royal
{"era of kings and queens. ", " Where shall we send the suggestions?  ", "   ", " ", " ", " "]},



{"heads": ["West Bengal"], "visfor": [" ", "Hill stations: Darjeeling – a quaint hill station  connected with a
{"fairytale toy train, Kurseong, Kalimpong, Lava, Loleygaon,  Mirik", "Kolkata, Coochbehar, Malda, Murshidabad,
{"Bishnupur  – famous for its Terracotta Temple, Shantiniketan – a place of learning founded  by the Poet and
{"Nobel Laureate Rabindra Nath Tagore, Antpur (Hoogly)", "Sea Beaches: Digha, Shankarpur, Mandarmani, Bakkhali,
{"Gangasagar", "Trekking: Darjeeling, Sandakphu, Phalut or Buxa Dooars", "Mountaineering and Mountain Biking: Hills
{"around  Darjeeling", "Rock Climbing: Singamari, Darjeeling", "River Rafting: Darjeeling Tarkhola, Malli", " Summer:
{"March to May, Monsoon: June to September, Winter: October to  February. ", "The state has an international
{"airport in Kolkata, the state capital and  another airport at Bagdogra near Siliguri, in northern Bengal", "Howrah and
{"Sealdah near Kolkata and New Jalpaiguri, close to Siliguri,  are key railway stations in the state covered extensively
{"by rail.", "An extensive road network covers the entire state. A  number of National Highways and State Highways
{"crisscross the land.", " In medieval period, the Hindu region of Bengal saw the  entry of Islam with the arrival of
{"Sufi missionaries in 12th  century. The Banga state saw first Islamic control under the rule of  Qutb-ud-din, first of
{"the sultans of Delhi, at the end of the 12th century.  Post this development, the region saw the power struggle
{"between the local landlords  and foreign Islamic rulers until the Mughals entered here with the motive of  ruling.
{"Emperor Akbar in 16th century brought the area under Mughal  territory. ", " During the same period, the British
{"established their  trading post for the English East India Company in Calcutta. Following the  death of last powerful
{"Mughal emperor Aurangzeb in 1707, Bengal became an  independent Muslim state. The trading post in Kalikutta or
{"Calcutta soon became  a flourishing post. This attracted Siraj-ud-Daula, the Nawab of Bengal at  Murshidabad to annex
{"this trading city. The year ahead, Robert Clive, the  British Major General establish the military and political
{"supremacy here by  winning the historical Battle of Plassey in 1757. Clive was supported by  Siraj-ud-daula’s
{"uncle, Mir Jafar, who commanded the greater part of the  Nawab’s army. He was rewarded by the title of Nawab, but
{"soon after the Battle  of Buxar in 1764 was fought in which the British took full control of Bengal.", " From then,
{"Bengal became a British territory and also  a center of political power till the time the British provincial capital
{"was  shifted from Bengal to Delhi, the much safer zone in 1912. The state was also a  center for Indian independence
{"wherein thousands of Bengalis stood against the  imperialistic ambitions of the British. In 1947, the western part of
{"the state  became a part of India, whereas east Bengal was given to Pakistan. This  prominent region later in 1971
{"became famous as an independent country of  Bangladesh. ", "Geographically, the state is diversely bedecked with  the
{"Himalayas in the north and the Bay of Bengal in the south. In fact it is  the only Indian state to be linked with
{"Himalayas and sea.  The state  shares its borders internationally with Nepal, Bhutan and Bangladesh and
{"domestically  with Bihar, Jharkhand, Odisha, Assam and Sikkim. The dooars floodplains are  famous for tea and timber
{"produce. The state is also famous for world heritage  site of Sundarbans reserve. It is a national park, biosphere
{"reserve and a  tiger reserve in the marshy mangrove deltas. Here, one can easily find the  famous Bengal Tiger in the
{"diverse eco system. ", " Culturally, the state is most diversified and  culturally enriched destination filled with
{"numerous surprises. Here, the  culture has its root in art, music, literature, drama, theater, and cinema. The
{"remarkable impact on West Bengal’s culture is definitely accredited to Kabiguru  Rabindra Nath Tagore. Besides
{"his remarkable poetry, plays, short stories and a  unique Vishwa Bharti University in Shantiniketan, this Nobel Peace
{"Prize  awardee also gave India its National Anthem, ‘Jana Gana Mana.’ Another Bengali  poet, Bankim Chandra
{"Chattopadhyay created ‘Vande Mataram’ the national song of  India. ", " Art is etched in the heart and soul
{"of Bengalis. May  be that is the reason why the people excel in every art of life. Even festivals  here are bestowed
{"with a lot of colour and vibrant appeal. Must see festival  here is Durga Pooja, during which whole of West Bengal
{"drapes celebratory  attire to welcome the presiding deity of Goddess Kali. ", " Another cultural attraction of West
{"Bengal is the  presence of the oldest hill train in Darjeeling. This is the world heritage  site under Mountain
{"Railways of India; exhibiting ahead of the times approach  in order to make the upper reaches of the state accessible
{"for people. ", " The cuisine, dance, drama, arts and legendary  personalities here depict the futuristic approach of
{"Bengalis. This thought  process of West Bengal is seen as a mirror of evolving Indian society; which  makes it an
{"enriching destination. ", "Hindu, Islam, Christianity, Buddhism, Zoroastrianism,  Jewish ", " ", "Gangasagar
{"Mela (Sagardweep Island)", "Kenduli Mela (Kenduli District Birbhum)", "Vasanta Utav (Shantiniketan)", "Durga Puja &
{"Kali Puja (throughout West Bengal)", "Jagadhatri Puja (District Hoogly)", "Poush Mela (Shantiniketan)", "Sunderbans
{"Tiger Reserve, Jaldapara Wildlife  Sanctuary, Buxa Tiger Reserve, Gorumara National Park", " ", "Macher Jhol, Daal,
{"Maangsho, Begun, Bhaja, Muri  Ghanta, Chorchori, Dalna, Shondesh, Rosogolla, Pantua, Chomchom, Pitha or  Pithe,
{"Jilapi, Kalo Jam, Chhanar Murkhi, Rajbogh, Paesh, Raghobshai, Shor  Bhaja, Misthi Doi, Malpoa", "Artistic Leather
{"Craft, Brass & Bell Metal, Cane  & Bamboo, Clay Dolls, Dokra Metal Work, Masks & Puppets, Stone Carving,  Shell &
{"Conch Shell, Wood Carving, Leather and Jute Products, Kantha Stitch  Sarees, Zari Work, Shola Craft, Glass Work,
{"Coconut Shell Work, Silver Filigree", "West Bengal is an incredibly fascinating destination  with equally incredible
{"hospitality options available in the different  districts of the state.", " Where shall we send the suggestions?  ", "
{"", " ", " ", " "]},



{"heads": ["Uttarakhand"], "visfor": [" – Dehradun, Hill stations (Mussorie, Nainital,  Ranikhet, Almora, Kausani,
{"Mukteshwar – the Kumaon hills), Uttarkashi,  Rishikesh and Haridwar, Chamoli, Pithoragarh, Badrinath, Kedarnath,
{"Gangotri,  Yamunotri (Char Dham Yatra), Jageshwar Temple Complex (near Almora), Baleshwar  Temple (Champawat), Baij
{"Nath Temple (Kausani), Gangotri Temple (Gangotri), Har  Ki Pauri (Haridwar), Hemkund Saheb Gurudwara (Joshimath)", "
{"", "Dehradun, Haridwar, Rishikesh", "Skiing: Auli, Dayara Bugyal, Mundali, Munsiyari", "River Rafting: Ganga, Yamuna,
{"Alaknanda, Mandakini,  Rishikesh, Rudraprayag, Devprayag", "Paragliding: Dhanaulti Ridge, Pithoragarh,  Naukuchiatal,
{"Bedni Bugyal, Mussoorie.", "Trekking: Panch Kedar, Kuari Pass, Milan Glacier,  Gangotri, Yamunotri, Har Ki Dun Valley,
{"Massoorie Nagtibba, Kalsi, Lakhamandal,  Adi Kailash", "Mountaineering: Gangotri Glacier", "Golf Courses: Ranikhet,
{"Nainital", " ", " Summer: March to May, Monsoon: June to September, Winter: October to  February. ", " The Jolly
{"Grant Airport in Dehradun is a domestic airport fairly  connected to major cities linked internationally. ", " The key
{"railway stations in the state are Dehradun, Haridwar and  Kathgodam. Many super-fast express and passenger (local)
{"trains connect these  locations with cities in other parts of India.", " Uttarakhand has a wide-ranging road network
{"covering the state.", " ", " ", "The region under Uttarakhand is spiritually inclined  since time immemorial. Many
{"sages attained salvation in the ultimate bliss of  Uttarakhand. Many trekkers found their heavenly valleys of flowers
{"here, many  environmentalists vowed to save the nature’s treasures here via much popular  Chipko movement and
{"many released their karmas in the spiritually enchanting  aura of Uttarakhand. Here, the sacred River Ganges
{"originates and makes its way  through Gangotri to reach plains and satisfy the spiritual yearning of many  devout
{"Hindu followers. These uplifting experiences are common here in this  magical hilly land. ", " The regions history is
{"based mainly on Hindu  mythologies according to which the state is described as a ‘land of gods’. The  area
{"under this state was referred in the ancient sacred texts as the combined  region of Kedarkhand and Manaskhand.
{"According to beliefs, the region was a  favoured place for many meditating sages and saints. Sage Vyasa scripted the
{"magnum opus of Mahabharata here. ", " The royal history of Uttarakhand revolved around  Pauravas, Kushanas, Kunindas,
{"Guptas, Katyuris, Palas, the Chands, and Parmars  or Panwars. Even Gorkhas dominated the region in the later part of
{"nineteenth  century, which was the prime reason why the British stepped in and occupied the  most of the state as part
{"of the Treaty of Sigauli in 1817. Post independence,  the state was merged with Uttar Pradesh. But after continuous
{"movement  demanding the separation of hilly Garhwal and Kumaoni region, the state of  Uttaranchal was formed in 2000.
{"In 2007, the state was officially renamed as  Uttarakhand meaning ‘northern country’. ", " ",
{""Geographically, most of Uttarakhand is mountainous in  nature featuring the Greater Himalaya ranges. The second
{"highest mountain,  Nanda Devi also belongs to this Himalayan state. Other geographical wonders of  the state include
{"the Valley of Flowers presenting the rich ecosystem of  Uttarakhand and the source glaciers of Gangotri and Yamunotri,
{"the two sacred  rivers in India. The fauna here is equally exciting featuring many animals  (including bharal, snow
{"leopards, leopards and tigers), plants, and rare herbs. ", " Culturally, the state is etched in the diversity of
{"ethnic communities. Garhwal, Tehri and Kumaon are the rich cultural hubs here.  The natives here are as diverse as the
{"landscape, contributing to the rich  multiplicity of culture. The spiritual traditions here are uniquely deep seated
{"in the cultural fabric. The music, arts, dance and festivals reinstate the  religious beliefs of the people staying
{"close to the nature here. ", " Also, the state prominently celebrates the festivals  with great gusto. The famous
{"festival here is Kumbh Mela held in Haridwar at a  frequency of every 12 years. Other prominent spiritual attractions
{"here include  Hemkund Sahib and Nanakmatta Sahib. Shrouded in mythological tales, Uttarakhand  is a enriched
{"destination known for its cultural, geographical and spiritual  roots.", " ", "Hindus, Sikhs, Christians, Buddhists,
{"and Jains", " ", "Basant Panchami", "Bhitauli, Phool Dei", "Makar Sankranti", "Khatarua", "Kumbh Mela", "Namdari
{"Fair", "Jim Corbett Tiger Reserve, Valley of Flowers National  Park, Govind Wildlife Sanctuary, Nanda Devi National
{"Park, Rajaji National  Park, Assan Barrage Bird Sanctuary", "Chudkani, Ras, Charanji, Dubuk Bari, Mungori, Naal  bari,
{"Bhatia Jhula, Aalu k Gutke, Kaapa, Paalak Tinri, Gaderi ke Gutke, Daarim  ki khatai, Aam ka Fajitha, Maal Pua, Besan
{"Bhadela", " ", "Murals, Paintings, Temple Architecture, Wood Carving, Ornaments", " ", "Known worldwide as yoga
{"capital, Uttarakhand is a holistic healing  destination. Here, a traveller can rejoice in the company of Yoga and
{"Ayurveda.  Ananda in the Himalayas is the five star holistic spa destination where  tourists can rejuvenate and
{"achieve the best of the health in the spiritually  charged setting of Uttarakhand. ", " Where shall we send the
{"suggestions?  ", "   ", " ", " ", " "]},



{"heads": ["Uttar Pradesh"], "visfor": [" – Agra (city of Taj), Allahabad (confluence of three  sacred rivers),
{"Fatehpur Sikri (the first planned city built in Indo-Islamic  Architecture), Braj-Bhoomi Mathura and Vrindavan 
{"(the land of Lord  Krishna), Jhansi (the gateway of Bundelkhand), Lucknow (the city of ‘Nawabs’),  Varanasi
{"erstwhile Banaras or Kashi (one of the oldest living spiritual  cities), Sarnath, Sravasti, Sankisa, Kaushambi,
{"Kapilvastu  (Dotted with  the glorious legacy of “Lord Buddha”)", " ", "Lucknow, Kanpur, Agra,
{"Varanasi, Allahabad", " ", " Summer: March to May, Monsoon: June to September, Winter: October to  February. ", "
{"The state has two international airports in Lucknow and Varanasi and  three domestic airports in Agra, Allahabad and
{"Kanpur.", " An extensive network and many important trains like Shatabdi, Taj  Express, Rajdhani Express and the
{"Intercity Express make travel by rail easy.", " An extensive road network covers the state thoroughly. National
{"Highways 2, 25, 26, 27, 29, and 45 and a number of State Highways run through  the state.", " ", "Uttar Pradesh is
{"undoubtedly the foundation of India.  This is the land chosen by the Gods for their incarnations on earth many times.
{"Here, many civilizations flourished and became a glorious saga of heritage.  Also, this is the region where
{"spirituality spanned across many religions and  beliefs. The history of Uttar Pradesh is as fascinating as the state
{"itself.  Dating back to 4000 years, the region under the state was occupied by the  Aryans whose main livelihood was
{"agriculture. These natives laid the ancient  foundation of civilization in the region. Ayodhya on the banks of River
{"Saryu  was closely associated with Lord Rama, the seventh incarnation of Lord Vishnu  as his birthplace. Hallowed by
{"the aura of Shri Krishna, the ninth incarnation  of Lord Vishnu, Brajbhoomi in Uttar Pradesh is the land where Lord
{"Krishna was  born and spent his youth. It is even believed that the epics like Mahabharata,  Ramayana and Puranas were
{"created in UP only.", " In the middle of the 1st millennium BC, this region  saw the enlightening first sermon of Lord
{"Buddha and the advent of Buddhism at  Dhamek Stupa in Sarnath. The Chaukhandi Stupa here marks the spot where Lord
{"Buddha met his disciples.", " The second most important power to rule this fertile  region was the Mughals under whose
{"aegis the state reached the peak of  prosperity. During this phase, the state achieved many architectural feats
{"including Agra Fort, Sikandra, Fatehpur Sikri, Itmad Ud Daulah and Taj Mahal.  The state even saw the succession of
{"five Mughal emperors. With the onset of  the modern era, the region witnessed the crumbling of the Mughals and the
{"beginning of the British rule. This was the beginning of another addition to  the civilization of Oudh or Awadh.
{"During this time, the local rulers gained  the title of Nawab under the powerful regime of British government in
{"Lucknow.  Later on, the state contributed to the numerous movements for independence,  which henceforth paved the way
{"to India’s independence.", " Geographically, the state of Uttar Pradesh shares its  mighty borders with as many
{"as eight states in India (Uttarakhand, Himachal  Pradesh, Haryana, Rajasthan, Madhya Pradesh, Chhattisgarh, Jharkhand
{"and Bihar)  and Nepal internationally. Occupying the fertile Indo-Gangetic Plains featuring  highly fertile alluvial
{"soils; this state is bestowed with natural wealth in  abundance in terms of vegetation, forests and abundantly
{"cultivated farm  produce.", " Culturally, the state is a microcosm of diverse India  at its best. Many religions here
{"flourish harmoniously under the Ganga Jamuni  Tehzeeb. Multiethnic and multicultural, this state is laced with
{"immigrant  cultural heritage roots that lend Uttar Pradesh a unique identity in India. The  gentle cultural Nawabi
{"civilization, the elaborate Awadhi cuisine, narrative  classical Kathak dance and enlightening spiritual sights, all
{"come under the  elaborative culture of Uttar Pradesh.", " ", "Hindus, Islam, Buddhism and Christianity", " ", "Taj
{"Mahotsav (Feb)", "Jhansi Festival (Feb-Mar)", "Brij ki Holi (Mar)", "Buddha Mahotsav (Apr-May)", "Vrindavan
{"Sharadotsav (Oct)", "Ganga Festival (Nov)", "Lucknow Festival (Nov-Dec)", "Dusshera", "Diwali", "Muharram", "Eid",
{""Kumbh Mela", "Shopping Festival, Noida (Oct-Nov)", "Dudhwa National Park (Palia, Lakhimpur-Kheri  District),
{"Kishanpur Sanctuary (Dist. Kheri), Katarniaghat Sanctaury (Dist.  Bahraich), Nawabganj Bird Sanctuary (Dist. Unnao),
{"Hastinapur Sanctuary  (Bijnor, Dist. Meerut)", " ", "Kebab, Kofta, Korma, Keema, Pulao, Biryani, Paranthas (Plain or
{"Stuffed), Halwa, Firni and other Sweetmeats and Namkeen", "Zari-Chikan work, Surma (Kohl), Jhumka, Glass Accessories,
{"Oriental  Perfumes, Leather Craft, Pottery, Chikan work, Carpets, Brass Artifacts, Wood  items, Banarasi and Silk
{"Sarees, Marble Inlay work", "The state where Taj Mahal glistens in glory, Uttar Pradesh is  excellently equipped in
{"hospitality industry. Here, a variety of accommodation  options ranging from Budget to Five star deluxe hotels are
{"available for  tourists to have an ultimate experience in Uttar Pradesh. ", " Where shall we send the suggestions?  ",
{""   ", " ", " ", " "]},



{"heads": ["Punjab"], "visfor": [" – Amritsar  – Golden Temple and Jallianwala Bagh, Chandigarh – a
{"modern city designed by  the world famous planner Le Corbusier, Anandpur Sahib, Faridkot, Wagah Border.", " ",
{""Chandigarh,  Amritsar, Patiala, Kapurthala, Ludhiana, Jalandhar, Pathankot", " Summer: April to June, Monsoon: July
{"to September, Winter: October to  March. ", " – Amritsar, the city of Golden Temple is known for
{"International Airport  and Ludhiana and Pathankot Airport also connect the incredible state to other  destinations in
{"India.", " ", " Super-fast Shatabdi Express trains connect different cities of Punjab  to various cities of north
{"India. ", " State Highways connect major cities to the state capital. NH 1 or the  Grand Trunk Road connects the state
{"with most of the north as well as east  India", " ", "The land of five waters, Punjab is one of India’s most
{"fertile states. It is often referred to as a Granary of India. The area under  Punjab is known to have a direct link
{"with the Harappan civilization. The 4,000  year old Indus Valley Civilization flourished on the same fertile
{"riverbanks  which are now in the modern day Punjab. The many architectural excavations and  Buddhist relics have
{"testified the ancient connection of the state.", " The other historical imprint on Punjab goes through  the journey of
{"Sikhism from a philosophy to a 300 year old religion. Under the  tutelage of ten Sikh gurus, Sikhism began its journey
{"and spread over the  territory. The resistance of the warrior gurus with Mughal rulers continued  till the death of
{"Aurangzeb. After this, Sikh kings gained their regional  domination over the state as kingdoms. ", " Under British
{"rule, the state saw the growth of  resistance from Sikh province. Even brutal mass assassination of Jallianwala  Bagh
{"is a bitter memory of unjust British rule. All this fueled up the struggle  for Indian independence. Even after
{"independence, Punjab bore the brunt of  partition. As a result of which, the region lost its capital of Lahore. In the
{"year 1950, the state got its temporary capital in the form of Shimla until the  planned city of Chandigarh was built
{"in 1960. In the year 1966, the state  received a separation from Hindi speaking Haryana and hilly belt of Himachal
{"Pradesh as gained statehood as Punjab. ", " ", "Geographically, the state is located in northwestern  India and shares
{"its borders with Pakistan on the west, Jammu and Kashmir on  the north, Himachal Pradesh on the northeast and Haryana
{"and Rajasthan on the  south. The state is one of the most fertile states in India bearing the  alluvial fertile plains
{"with an extensive canal system. The five rivers  channeling the state are Ravi, Beas, Sutlej, Chenab and Jhelum. ", "
{"As a civilization, the state is one of the most  ancient and enriched in the world with a distinguished culture. Here,
{"one can  easily find jolly and jovial people who believe in celebrating every day. The  turban clad ", "are affluent
{"in every way. Be it their cuisine or  celebrations, they believe in splurging. In popular culture; butter chicken,
{"bhangra music and Amritsar’s Golden Temple have put Punjab on a global map. But  in spirit, Punjab is always
{"smiling while welcoming the tourists and extremely hospitable  state as far as the tourism is concerned.", " ", "
{"Sikh, Hindus, Islam", " ", " ", "Rural Sport Festival (Feb, Kila Raipur), Basant  Panchami (Mid Feb, Patiala),
{"Baisakhi Festival (13 Apr, Statewide)", " ", "Murg Makhani, Tandoori Chicken, Rumali Roti, Lachha Paranthas, Makki Ki
{"Roti and Sarson Ka Saag, Lassi, Ma Ki Dal, Kadhi and Rice, Rajma and Rice, Rao  Ki Kheer, Roghan Josh", " ", "Phulkari
{"Punjabi Juttis, Basketry, Wood Work, Clay  Toys and Pottery, Mudwall Painting, Metal Work, Hand printing", " Where
{"shall we send the suggestions?  ", "   ", " ", " ", " "]},



{"heads": ["Odisha"], "visfor": [" –  Bhubaneshwar, Puri – the city of Jagannath Temple, Konark renowned for
{"its Sun Temple  with twelve giant stone wheels, Gopalpur – a virgin beach resort, Taptapani,  Ratnagiri, Cuttack,
{"Baripada, Chandipur, Chilika Lake, Balasore, Sambalpur,  Rourkela", " ", " Boat Rides: Lake Chilika, Satkosia Gorge,
{"Mahanadi Cruise", " Surfing:  Gopalpur-on-Sea", "Sailing: Blue  Bay Back-waters", " Trekking:  Gajapati District,
{"Mahendragiri Hills, Balasore District, Kuldiha Jungle  (Nilagiri), Keonjhar Region, Gandhamardhan Trek",
{""Bhubaneshwar,  Puri, Cuttack, Rourkela", " Summer: March to May, Monsoon: June to August, Autumn: September to
{"October, Winter: November to February.  Climate of Odisha depends upon the  altitude of hill ranges and varies
{"from tropical to sub-alpine.", " ", "Odisha’s capital, Bhubaneshwar is the most convenient gateway for  reaching
{"the state by air. ", "Bhubaneshwar is also the most important railway station in Odisha. The  city is serviced by
{"important trains. Apart from Bhubaneshwar, there are  several other railway stations in Orissa.", "Bhubaneshwar is
{"located on the National Highway that connects Kolkata  and Chennai. Orissa has an extensive road network which makes
{"it easily  accessible from any part of the country.", "Odisha or Orissa in its heydays was associated with an
{"important episode in the history of India. It witnessed the massive bloodshed  during Kalinga war fought between
{"262-261 BC and even saw a transformation of a  power hungry emperor into a staunch Buddhist follower. Thereon, the
{"state has  become a backdrop for flourishing artistic temple architecture. Be it the  Buddhist heritage sites of
{"Ratnagiri, Udayagiri, Lalitgiri and Dhauli hill or  the Jain Heritage at Khandagiri, Hindu heritage temples at Konark,
{"Bhubaneshwar  and Puri, Odisha is a repository of India’s artistic architecture. ", " Lined by the Bay of Bengal
{"in the east and bordered by  West Bengal, Jharkhand, Chhattisgarh and Andhra Pradesh, Odisha is an  enchanting odyssey
{"featuring great geographical attractions as well. Here, the  state’s western and northern portions are occupied
{"by the famous Chota Nagpur  plateau.  The coastal fertile plains and the valleys of the Mahanadi,  Brahmani, and
{"Baitarani rivers fall into the Bay of Bengal and provide fertile  backdrop for intensive rice cultivation. The
{"Asia’s largest Central Rice  Research Institute is located along the banks of River Mahanadi in Cuttack. The
{"beaches of Odisha are also unique in their own right. These best-kept beaches  have a unique world around them. The
{"beaches at Rushikulya, Devi and Gahirmatha  are the nestling grounds for Olive Ridley sea turtles. The beach at Puri
{"is  considered not only sacred for Hindus but is a Mecca for sand artists. Any  topical issue finds its interpretation
{"in sand on the Puri Beach of Odisha. ", " ", "Chilika Lake, a shallow brackish lagoon is the largest  coastal lake in
{"India and second largest in the world. This ecosystem is a  paradise for birds and aquatic life, especially for
{"dolphins. Bhitarkanika  Sanctuary is famous for preserving estuarine crocodiles. Another renowned  wildlife site of
{"Simlipal National Park Tiger Reserve is a huge lush green  forested reserve known for its waterfalls and inhabited by
{"tigers, elephants,  and other wildlife. ", " The culture of Odisha is as vivid as the state itself.  Blessed with rich
{"heritage, historical monuments, archaeological sites,  traditional arts, sculpture, dance and music; this state
{"presents a  kaleidoscope of cultural panorama. The state celebrates fairs and festivals in  a culturally jovial way.
{"The famous cultural festival of the state is Konark  Festival. During this festival, the Sun temple complex here
{"becomes a backdrop  for live classical dance performances. The other important festival of the  state is Rath Yatra of
{"Puri, wherein the three chariot cars bearing the gigantic  idols of Lord Jagannath, Goddess Subhadra and Lord
{"Balabhadra are pulled by  millions of devotees in the month of July. ", " The tribal culture of Odisha has many socio-
{"cultural  similarities wherein these societies share certain common characteristics and  manifest a primitively
{"continuing heritage of cultural existence. Here in  Odisha, a traveller can experience the concentrated tribal
{"settlements as well  as semi-tribal villages through the beautiful countryside forest. In all,  Odisha is a spiritual,
{"natural and historical odyssey where many contrasts  dwell in unison.", " ", "Simlipal  Naitonal Park (Mayurbhanj
{"District), Nandankanan Zoological Park (Near  Bhubaneshwar), Bhitarkanika Wildlife Sanctuary (Near Bhadrak), Chilika
{"Bird  Sanctuary (Near Puri), Ushakothi Wildlife Sanctuary (Near Sambalpur)", " ", " Hindus, Muslims, Buddhists,
{"Christians,", " ", " ", "Makar Mela, Dola, Magha Saptami, Mahashivratri,  Ashokastami, Taratarini Mela, Chaitraparba &
{"Chhow Festival, Sitalasasthi,  Rath Yatra at Puri, Ganesh Puja, Dussehra, Laxmi Puja, Bali Yatra, Konark  Festival,
{"Dhanu Yatra, Puri Beach Festival, Toshali National Craft Mela, Ekamra  (The Temple city festival), Kalinga Mahotsav",
{"" ", "Jeera Pakhala, Saag Kharada, Kadali Bhaja, Machha Kalia (Fish Curry),  Chinchhada (Fish cooked with vegetable),
{"Prawn Malai Curry, Crab Curry, Machha  Besara, Enduri Pitha and Chittau Pitha, Dalma, Ghanta, Kasa Mansha, Chhena
{"Jhili", " ", " Textiles, Silver Filigree, Horn Work, Applique, Metal Crafts,  Paintings, Stone Carving, Wood Carving,
{"Patta Chitra Paintings", " ", "Odisha is also renowned for its earthy hospitality. Around 20 cities in  the state are
{"known to offer world class hospitable services for the tourists. ", " Where shall we send the suggestions?  ", "   ",
{"" ", " ", " "]},



{"heads": ["Nagaland"], "visfor": [" – Dimapur,  Kohima (the capital city of Nagaland), Kiphire, Longleng, Peren,
{"Naga Heritage  Village (Kisama) Kohima, Mokochung, Mon, Phek", " ", " Trekking: Dzukou Valley, Mokokchung, Pungro,
{"Mount  Tiyi, Satoi Range, Mount Totsu, Japfu Peak", " ", "  ", " Summer: March to May, Monsoon: June to August,
{"Autumn: September to  October, Winter: November to February.  Climate of Nagaland depends upon  the altitude of
{"hill ranges and varies from tropical to sub-alpine.", " ", "The state has its airport in Dimapur, which is regularly
{"serviced by  major airlines", " The major railhead in the state is Dimapur, which is linked to Guwahati,  the gateway
{"to the northeastern India.", " A good road network covers the state. The state capital Kohima is  linked to Shillong
{"and Guwahati, which are important cities in north-eastern  India.", " ", "The vibrant land of the Nagas, the ethnic
{"tribal  groups, Nagaland is a paradise of the north-east India. The early history of  the Nagas reveals the tribal
{"essence of the region. The ethnic tribes  previously were referred to as Naka, which in Burmese language means people
{"with pierced nose. These Nagas were the brave warriors who considered the  safety and security of their guests as an
{"honour. The same ethos is still  present in the hospitable Nagas who take prestige in treating their guests par
{"excellence. ", "Topographically, the state is located in extreme end  of north east India and is bound by Myanmar in
{"the East; Assam in the West;  Arunachal Pradesh and a part of Assam in the North with Manipur in the south.  Its
{"mountainous geography is basically based upon the Naga Hills. Mt. Saramati  at an altitude of 3,826 m is the state's
{"highest peak. Doyang, Diphu, Barak and  Chindwin rivers flow through the state. Covered with wooded forests, the state
{"is rich in evergreen tropical and sub-tropical forests featuring bamboo, palms,  timber and mahogany trees. ", " These
{"forests form a perfect backdrop for the Nagaland  flora and fauna to flourish. Here, porcupines, elephants, bears,
{"leopards,  bears, monkeys, sambar, oxen, etc thrive through the state’s forests. The Great  Indian Hornbill, the
{"face of Nagaland is also found here in abundance. In fact,  on the name of Hornbill, the famous annual Hornbill
{"festival is organized here  with full gusto. ", "Culturally, the state is vivid and unique. The  presence of sixteen
{"different tribes; each having distinctive traditions,  customs, rituals, language and even dresses contribute to the
{"rich cultural  character of Nagaland. The Konyaks, Aos, Angamis, Lothas and Sumis are the  biggest Naga tribes amongst
{"all. The Nagas, being loyal to their clan and  traditions are the main upholders of their preserved legacy here. This
{"is  evident from the fact that every tribe has a different shawl pattern, which  acts as a differentiator in the
{"state. It denotes the social status of the  wearer. Even this facet is visible in the form of different festivals.
{"Each  tribe here celebrates its own festival, making this state a vibrant  kaleidoscope. ", "Murlen National Park,
{"Tualchang Wildlife Sanctuary, Vanhimailian  Wildlife Park, Ngengpui Wildlife Park, Khawanglung Wildlife Park,
{"Thorangtlang  Wildlife Park", " ", " Christianity, Hinduism, Islam, Sikhism, Jainism,  Buddhist", " ", " ", "Sekrenyi
{"Festival (February)", "The Aoleang Monyu festival (April)", "Moatsu Festival (May)", "Tuluni Festival (July)", "Yemshe
{"Festival (Oct)", "Hornbill Festival (Dec)", " ", "Fish Fried Rice, Dal and Eggs, Poak, Galho, Hornet Bee, Noodles
{"soup", " The arts and crafts are also as elaborate as the cultural society of  Nagaland. Weaving, wood carvings,
{"shoulder bags, decorative spears, table mats,  wood carvings, and bamboo works", "The state of Nagaland is also known
{"for its hospitable element. The  Nagas always are gracious and elegant hosts. To experience the hospitable  Nagaland
{"at its best, foreign tourists need to register at the local Foreigners  Registration Officer (FRO) of the district;
{"they visit within 24 hours of  arrival. However, domestic tourists still need to obtain an Inner Line permit  issued
{"by the authorities. ", " Where shall we send the suggestions?  ", "   ", " ", " ", " "]},



{"heads": ["Sikkim"], "visfor": [" – Gangtok, Botanical Garden, Pelling, Yuksom, Gezing,  Jorethang, a major
{"business center in south Sikkim, Namchi, Kalimpong,  beautiful hill station is ideal for relaxing vacations, Phodong,
{"Chungthang.", " Monastic Trek,  Rhododendron Trek, Khangchendzonga Trek, Khedi Trek, Singalila Trek, Kosturi  Orar
{"Trek, Samartek Trek Richenpong / Soreng Trek, Himalayan Trek, Tosha Lake  Trek, Tendong Hill Trek", " Gangtok,
{"Rumtek, Sang, Sirwani, Temi, Damthang, Rabong, Kewzing, Tashiding, Yoksum,  Geyzing, Dentam, Rinchenpong, Soreng,
{"Sombaria, Jorthang, Namchi, Rangpo", "Mountaineering: Jopuno,  Tinchenkhang, Frey’s Peak, Lamo Angden and
{"Byrmkhangse", "Yak Riding: Gangtok, Dzongr,  West Sikkim", " ", " Summer: March to May, Monsoon: June to September,
{"Winter: October to  February. ", "The state does not have any airport. The  nearest airport is Bagdogra (near
{"Siliguri) in West Bengal, which lies only  125kms away from Gangtok, the capital of Sikkim.", " ", " The state does
{"not have any rail network in  its boundary. The nearest railway station is New Jalpaiguri (near Siliguri),  which is
{"connected to Gangtok by road.", " ", "Although the state of Sikkim lies at the  foothills of the Himalayas, it has a
{"good network of roads. The state can be  entered through northern areas of West Bengal.", "The Shangri-La of Sikkim is
{"simply heaven. Lined by  the surreal mountains and blessed with serene Buddhist character, Sikkim is a  state shrouded
{"in legends. The ancient history of Sikkim belongs to Lepchas who  were the first inhabitants of the valley. The state
{"got its blissful Buddhist  heritage due to the blessing of Buddhist saint Guru Rinpoche in the 9th  century. He
{"introduced Buddhism to the land and also predicted the future  monarchy in the centuries to come. Later, Tibetan
{"migrants or Bhutias came to  Sikkim and established the Sikkimese monarchy here. Due to the stronghold of  Buddhism in
{"Sikkim, the state is known for 75 Buddhist monasteries, dating back  to the early 18th century.", " ", "Geographically
{"tucked in the northernmost frontiers of  the northeast India, Sikkim is a small yet beautiful paradise bounded by
{"Nepal,  China and Bhutan. Domestically, the state is linked with West Bengal. The  Indian state of West Bengal borders
{"Sikkim to its south. The region is a  pristine paradise where mighty mountains rule the skyline. In the form of the
{"third highest mountain in the world, Kanchendzonga; Sikkim rules the Himalayan  highlands. But the state’s
{"dramatic topography is much more than just the  presence of mighty mountains. The undulated bliss of nature in the
{"form of  organic farms, stunning variety of orchids, rhododendrons, cardamom, etc lend  this state a desirable persona
{"in the heart and soul of a traveller. River  Teesta runs down the state as a lifeline of Sikkim. ", "Culture of Sikkim
{"is predominantly Buddhist in nature.  The presence of Gompas and monasteries lend a serene aura to the region. There
{"is a Tibetan influence in the culture of Sikkim that is present in the form of  festivals, fairs and other
{"celebrations of the state.", " ", " Hindus, Islam, Jain", " ", "Saga Dawa,  Lhabab Dhuechen, Drukpa Tshesh, Phang
{"Lhabsol, Losoong, Losar, Bhumchu, Guru  Rimpoche’s Trungkar Tshechu, Kalchakra Puja, Tihar or Tyohar/ Diwali,
{"Maghe  Sankranti, Namsoong, Bhanu Jayanti, Nyempa Guzom", " ", "Momos, Thukpa or Gya-thuk, Saelroti, Chhupri, Ningro,
{"Kinema, Gundruk, Sinki, Sishnu Soup, Chaang", "Carpet Weaving, Wood Carving, Thangka Paintings,  Handicrafts, Choktse
{"Tables, Woolen Carpets", " Where shall we send the suggestions?  ", "   ", " ", " ", " "]},



{"heads": ["Meghalaya"], "visfor": [" – Shillong (the  capital city of Meghalaya and Gleneagle of the East famous
{"for golfing),  Mawsynram (the record holding wettest place on the earth), Cherrapunjee (the  second wettest place on
{"the earth), Jakrem (curative hot water springs), Tura,  Nongstoin, Jaintai Hills, Khasi Hills, Mawphiang, Nartiang,
{"Botanical Survey of  India Orchardium, Dawki, Umngot Creek, Pamsutia Canyon", "Imphal,  Churachandpur, Bishnupur,
{"Ukhrul, etc", " Summer: March to  May, Monsoon: June to September, Post Monsoon: October to November, Winter:
{"December to February.  Climate of Meghalaya depends upon the altitude of  hill ranges and varies from tropical to
{"sub-alpine.", " ", "Meghalaya has the  only airport near Umiam Lake near Shillong.  Umiam is 30 km from Shillong
{"and a 1 hr. drive. There is a regular helicopter service between Guwahati and  Shillong. Six days operation of ATR
{"from Kolkata to Shillong except Friday.", " - The state does not  have any train service. The nearest railway station
{"is in Guwahati.", "Road Network in the  state is quite efficient and coves the state conveniently. National Highway 40
{"is an all-weather road running through the state. The road connects Shillong  with Guwahati, which in turn is
{"connected to other major cities in the rest of  the country.", " ", " ", "The land of the rain  clouds, Meghalaya is
{"the rain capital of India. Most of the year, it rains in  Meghalaya, providing bountiful backdrop for flora and fauna
{"to flourish.  Dwelled by the oldest living immigrants or Khasis, Jaintias and Garos as  separated kingdoms, this
{"isolated state saw the integration under the British  administration in 19th century. In this culminating process, the
{"British brought the territory under Meghalaya into Assam in 1835. Post  independence, Meghalaya got the autonomy
{"within Assam. But Meghalayans in an  aspiration of a separate state started a peaceful struggle. As a result of  this,
{"Meghalaya got a status of statehood in the Republic of India during the  year 1972.", " This young state of  India is
{"known for geographical gems that have added on to the attractions of  Meghalaya. Geographically, the state is based
{"upon a rocky Meghalayan plateau  featuring Archean rock formations of rich mineral deposits of coal, limestone
{"uranium, etc. Located at an elevation of 2000 m, the state’s charming blue hills  are covered with dense
{"rainforests and variety of orchids. The weather of the  state is moderate, but humid most of the times. Due to its
{"location close to  the Bay of Bengal, the state receives maximum rainfall and is among the wettest  place on planet
{"earth. Cherrapunjee and Mawsynram in Meghalaya are the rainy  destinations of this state. Other geographical
{"attractions of this state  include gushing waterfalls, deep gorges, caves and living root bridges. ", " Made from the
{"roots  of ", " tree, these living root bridges are a legacy of  Meghalayas past that is continually a part of this
{"state’s natural heritage.  The flora and fauna of this thickly forested state is equally enriching. Two of
{"Meghalaya’s national parks, the Nokrek and Balpakram, serve as a home to some  of the rare wildlife species such
{"as the golden cat. Other faunal attractions  of the state are elephants, bear, civet, mongoose, wild buffalo, deer,
{"wild  boar, etc. Siju, another wildlife sanctuary here is famous for Dobakkol or the  bats and cave with impressive
{"stalagmites and stalactites.", " This magical state is  also known as orchid country with about 300 of the
{"world’s species growing in  its rich forests, gardens and nurseries.The Wealth of Meghalaya’s exotic
{"butterflies and moth species found in its forests and meadows have been  showcased in the delightful Butterfly Museum.
{"", " Culture of Meghalaya  is tribal in nature. The main tribes here are the Khasis, the Garos and the  Jaintias.
{"Majority of Meghalaya’s population follows matrilineal culture where  lineage and legacy of ancestry is traced
{"through women.", " ", "Balpakram Wildlife  Sanctuary, Nokrek Biosphere Reserve (Garo Hills district), Siju Cave", " ",
{"" Christianity,  Hinduism, Islam, Sikhism, Jainism, Buddhist", " ", " ", "Shad Suk Mynsiem (Apr)", "Behdienkhlam
{"(July)", "The Laho Dance Festival (July)", "Chambil Mesara or Pomelo Dance  Festival (Oct)", "Nongkrem Dance Festival
{"(Nov)", "Wangala (Nov to Dec)", "Doregata Dance Festival", "Pork, Nakham Bitchi  (Soup), Preserved Fish/ Meat, Jadoh,
{"Jastem, Mylliem chicken, Dohkhlieh,  Dohneiiong, Tungrymbai, Pumaloi, Puklein, Pudoh", "Weaving, Metal Works,  Wood
{"and Stone Carving, Basketry", " Where shall we send the suggestions?  ", "   ", " ", " ", " "]},



{"heads": ["Mizoram"], "visfor": [" – Aizawl (The  capital of Mizoram), Lawngtlai, Lunglei, Chambal, Kolasib,
{"Phawngpui, Sibuta  Lung, Thangliana Lung, Suangpuilawn Inscriptions, Tualchang", " Trekking &  Mountaineering:
{"Champai, Phawngpui, Lunglei Town, Phawngpui National Park,  Aizwal, Reiek tlang, Aizwal, Hmuifang Hang", "Aizawl,
{"Champhai,  Thenzawl, Lunglei", "Summer:  March to  May, Monsoon: June to August, Autumn: September to October, Winter:
{"November to  February.  Climate of Mizoram depends upon the altitude of hill ranges and  varies from tropical to
{"sub-alpine.", "The state has its  airport in the capital city of Aizawl. Several airlines operate regular flights  to
{"and from Aizawl. Important cities in the rest of India like Kolkata, Imphal  are linked to Aizawl by air.", "The state
{"does not  have any railway station in its boundary. The most convenient Railway Station  is Silchar, which is a 6/8
{"hours drive from Aizawl. Silchar is serviced by  important trains and is linked to the rest of India with convenient
{"railway  network.", "The road network in  the state is quite convenient. National Highway 54 connects the capital city
{"Aizawl with the rest of the country through Silchar. Aizawl is also accessible  from other important north-eastern
{"cities in India like Shillong (450 km) and  Guwahati (506 km)", "Geographically, the state shares international
{"borders with Myanmar and Bangladesh. Domestically the state is lined with  Assam, Tripura and Manipur. The land of
{"Blue Mountains, Mizoram has a  flourishing tranquil aura based on its hilly expanses, crisscrossing rivers,  silvery
{"streams and thick bamboo jungles. Highest among hills here is the  Phawngpui — the Blue Mountain. The biggest
{"river in this state is Chhimtuipui.  The economy here is agrarian based on rice cultivations at Vanlaiphai and
{"Champhai Plains. ", "Culture of Mizoram is sociable, hospitable and  fun loving. The Mizo ethos is based on equality
{"and living life at its best.  Living in the lap of nature, the Mizos know how to lead life in its unabated  vigour.
{"Every major village now has a Mizo Association in an attempt to infuse  society with its traditional lifestyle and
{"customs. ", "Tlawmngaihna is the set of rules prevalent in  the society where every Mizo is expected to be unselfish,
{"hospitable and  helpful to each other. This helpful nature is evident in every way of Mizo  life, even in catering
{"tourists as well. ", "The colourful welcoming nature of Mizoram is  also evident with the ethereal presence of folk
{"and community dances. This is a  part of living heritage that is handed over from one generation to another. The
{"joyous movements of dances and spirited songs are a deep reflection of Mizo  passion for their cultural heritage. With
{"its kaleidoscopic panorama of  festivals and dances and natural treasures, Mizoram is a ‘pleasure heaven’
{"for  the discerning traveller. ", "Murlen National Park, Tualchang Wildlife  Sanctuary, Vanhimailian Wildlife Park,
{"Ngengpui Wildlife Park, Khawanglung  Wildlife Park, Thorangtlang Wildlife Park", " Christianity,  Hinduism, Islam,
{"Sikhism, Jainism, Buddhist", " ", "Chapchar Kut (Mar), Anthurium  Festival (June), Thalfavang Kut (Nov), Christmas
{"(Dec)", "Lentils, Bamboo shoots, Fish, Pork, Chicken,  Wild Game Meat, Rice, Local Wine, (Zu) Tea", "Cane and Bamboo
{"Craft (Hats made of cane, bamboo  cones, japis and circular boxes, traditional headgear), Basketry (Tlamen, Paiem  and
{"Dawrawn), Weaving (Pluans, Puan Dum, Puan Chei, Puon Zeh, Zawl Puon, Puon  Laisen, Thangchhuah puan, Ngotekherh",
{""Tlawmngaihna is the  code of ethics that guide the Mizos - it means everyone should be unselfish,  hospitable and
{"helpful to each other. The joyous movements of their dances and  the spirited songs are a deep reflection of their
{"passion for this cultural  heritage. It is evident in the rich variety of their colourful costumes. Its  crafts such
{"as those in bamboo and cane are ingeniously varied to meet modern  needs - but remain rooted to its tradition. ", "
{"Where shall we send the suggestions?  ", "   ", " ", " ", " "]},



{"heads": ["Manipur"], "visfor": [" – Imphal (capital and cultural  center of Manipur), Kaina (a small hillock
{"sacred to Hindus), Churachandpur  (largest district of Manipur), Tamenglong (known for hill range and narrow
{"valleys), Khwairamband Bazar (main market of Manipur operated by women),  Mainpur Zoological Garden (6 km. from
{"Imphal), Ukhrul, Loktak Lake (famous for  fumdis or floating islands), Langthabal, Moirang, Manipur State Museum", "
{"", "Imphal,  Churachandpur, Bishnupur, Ukhrul, etc", " Summer: March to May, Monsoon: June to September, Post Monsoon:
{"October to  November, Winter: December to February.   Climate of Manipur depends upon the altitude of hill ranges
{"and varies  from tropical to sub-alpine.", "The  state has an airport in its capital Imphal, which is well connected
{"with Indian  cities like Delhi, Kolkata and Guwahati.", " – Manipur does  not have any train service. But there
{"are other north-eastern cities like  Guwahati, Dimapur, Silchar which have always stations and are serviced by
{"important trains to and from the rest of the country.", "The  road network is quite efficient in Manipur. National
{"Highway 39 connects  Manipur with major cities like Guwahati, Dimapur, Kohima, Silchar in the  north-eastern part on
{"India.", " ", " ", "The  bejewelled state of Manipur is inherently blessed with classical natural  wonders in the form
{"of its heritage, culture, customs and life. The earliest  reference of Manipur can be sourced out from the beginning
{"of the Christian  era. During 33 AD, Pakhangba, the first king of Manipur was coronated which led  to the
{"establishment of the state as a kingdom. The ruins of Kangla Palace in  Imphal reinstate the fact that the region
{"around Myanmar used to be a kingdom.  This most historical and archaeological site in Manipur also saw the evolution
{"of the region as a formidable capital city of Meitei rulers. ", " Another  important chapter in the history of Manipur
{"is its historic role during the  Second World War. Moirang, a town in Manipur was the headquarter of Indian  National
{"Army (Azad Hind Fauj) during this war and this  region rose to prominence due to flag  hoisting ceremony on 14th
{"April 1944 under the leadership of a noted Indian  freedom fighter Netaji Subhas Chandra Bose. This is also special
{"because it was  the first time that the Indian tricolour was hoisted in the country. Here, one  can still find the
{"memorial dedicated for this remarkable event. ", " ", "Geographically  located on the eastern frontiers, Manipur is
{"bordered by Myanmar (Burma) on the  east, Nagaland on the north, Assam on the west and Mizoram and Myanmar on the
{"south. The physical features of Manipur mainly comprise the valley tucked  between the blue hills on all sides.
{"Covering 9/10th of the total area, these  hills adorn the valley and provide this state a pristine charm.  The
{"rivers of Manipur include Barak, Imphal  and Iril. ", " The  bejewelled land is equally exciting in terms of flora and
{"fauna. Around 67% of  the geographical area in Manipur is covered by the hill tract forest cover  featuring pine
{"trees. The endowed forest cover is also a host of rare and  endemic plant and animal life. ", " Similarly,  the state
{"is known for its rare and precious blooms. Over 500 orchid species  bloom in Manipur, making it a flora rich state.
{"Out of animals, Sangai dancing  deer is the most famous in the state. Hornbills also comprise the rich fauna of
{"Manipur besides hoolock gibbon, sloe loris, spotted linshang, clauded leopard,  pheasant, blyths tragopan, burmese
{"pea-fowl, etc. ", " The  culture of Manipur is equally exciting and enthusiastic. Theatre, folk and  cultural
{"performances illustrate the spirit of the state, allowing it to be in  the mainstream everytime. The classical
{"Manipuri dance form featuring Rasa  leela, inspired by the love of Krishna and Radha forms an essential element of
{"the state’s rich culture. Besides this, the state is also famed for the origins  of Polo.", " ", "Keibul  Lamjao
{"National Park (Manipur), Manipur Zoological Garden (6km from Imphal)", " Meiteism (Meeteism) and Sanamahi, Hinduism,
{"Christianity, Islam", " ", " ", "Yaoshang Festival  (Feb/Mar)", "Cheiraoba  Festival (Apr)", "Kang Festival  (July)",
{""Kut Festival", "Ramazan-Eid", "The Festival of  Manipuri Muslims", "Heiku Hidongba  (Sept)", "Ningol Chakouba
{"Festival (December)", "Lui-Ngai-Ni  (15th Feb) (Dec/Jan)", "Kut (1st Nov)", "The local  cuisine of Manipur mainly
{"features the extensive use of rice and meat,  traditionally eaten by sitting on the floor, with Banana leaves used as
{"plates.  Local specialties here include Ngri (roasted and fried fish), Kobok (roasted  rice and molasses dessert),
{"Yongchak singju, Monica gi chakum, Aloo mattar and  smoked fish, Bora (A kind of pakora), Khajing bora and Kanghau. ",
{""Handlooms are a  way of life and almost every home has at least one loom. The crafts form a rich  interpretation of
{"Manipur’s heritage that can be taken back by tourists as  souveniers. Famous among distinctive arts and crafts of
{"the state feature Cane  and Bamboo (Utilities), Wood Carving (Wooden Tray, Spoon and Drum etc.),  Textile Weaving,
{"Dolls and Toys, Stone-Carving (Bowls, Candle-stands, Grinders,  Flower-vases, Plates, etc.), Block Printing (Printing
{"on Pillow-covers, Towels  and Bed-sheets), Kauna (Water Reed), Mat (Mats and Cushion) and Hand-Embroidery  fabrics.",
{"" ", "Hospitality  in Manipur is followed in adherence to the tradition of the state. Here,  tourists can enjoy the
{"hospitality from the numerous options available. ", " Where shall we send the suggestions?  ", "   ", " ", " ", " "]},



{"heads": ["Maharashtra"], "visfor": [" – Mumbai, Elephanta Caves- a short  ferry side from Mumbai, Aurangabad,
Ajanta and Ellora- a virtual gallery of  ancient Buddhist and hindu art in the midst of jungles, Lonar crater- formed by
the impact of a meteorite nearly 50,000 years ago, Mahabaleshwar, Lonavala,  Khandala, Nashik, Pandharpur, Pune, Shirdi,
Kolhapur, Murud-Janjira, Nagpur,  Ahmednagar, Amravati.", "Ajanta Caves (Near Aurangabad), Ellora  Caves (Near
Aurangabad), Elephanta Caves (Near Mumbai), Gateway of India  (Mumbai), Haji Ali Mosque (Worli), Bibi-Ka-Maqbara (Near
Aurangabad),  Daulatabad Fort (Near Aurangabad), Bassein Fort (Mumbai), ‘Chhatrapati’ Shivaji  Terminus
(Mumbai), Aga Khan Palace (Pune).", "Beaches: Bassein, Dahanu-Bordi,  Tarkarli, Ganpatiphule, Malwan, Vengurla, Alibagh,
Murud, Harihareshwar,  Srivardhan, Kelva, Aksa, Arnala, Manori, Gorai, Juhu, Madh Island,  Mandwa-Kihim, Marine Drive-
Chowpatty, Marve, Manori, Tarkarli", "Adventure", "Rock Climbing & Trekking, Paragliding,  Sailing, Windsurfing,
Snorkellling and Scuba Diving ", " Mumbai, Pune, Nagpur, Nashik, Nanded, Solapur, Thane, Aurangabad, Nagpur,
Ahmednagar, Amravati, Kolhapur and Satara. ", " Summer: March to May, Monsoon: June to September, Winter: October to
February.  Climate of Maharashtra is tropical  monsoon in nature making summers hot and winters mildly cold.",
"Major  airports of Maharashtra are based in the cities of Mumbai, Pune and Nagpur.", " – Mumbai is the
state’s most important railway terminus. A large number of important trains  link the city to other cities of
India.", " ", "Maharashtra", "  is a delightful destination of India, summing up a lot of incredible surprises  in its
share of history, geography and culture. Historically this region came  to prominence under the rule of Ashoka the
Great, the Mauryan Emperor as an  embassy. The reference of Maharashtraka in a Chalukyan inscription and in the
accounts of Hiuen Tsang, a Chinese traveller also testifies the presence of  this region during his pilgrimage to
India.", " The  Satyavahanas in their heydays established Junnar as their capital (30 miles  away from Pune). The state
is known for its distinct Buddhist heritage and  culture accredited to the famous caves that used to serve as monastic
complexes, viharas (hall) and chaityas for Hindu, Buddhist and Jain monks. The  state has the largest number of caves,
the oldest belonging to the 2nd century  B.C. The famous caves of the state are Ajanta Cave complex, which is also the
world heritage sites acknowledged for their ancient artistry and brilliance on  the rock cut caves dedicated to the
growth of Buddhism. Carved during 2nd-6th  century period, this cave depicts the sheer mastery of residing monks who
made  these shelters a canvas of creation. The second recognized world heritage cave  site in the city is Ellora Caves
which are nothing but a conglomeration of 34  caves dedicated to Buddhist, Hindu and Jain religion. Carved during 5th-
7th  century, these caves also exhibit the large and multi-storeyed cellular Viharas  carved on to mountain faces. ", "
Elephanta  Island, 9 km offshore Mumbai features another cave complex dedicated largely to  Hindu and a small part of
the cave group consists of Buddhist caves. Hewn from  the solid basalt rock, these caves got into the shape as artistic
marvel during  5th and 8th centuries. Other important rock cut caves in this state are Karla,  Bhaja, Pitalkhora,
Pandavleni and Kanheri caves. ", " Mughals  also established their control under the rule of Aurangzeb who conquered the
most of the Deccan and brought it under Mughal territory. Aurangabad city still  preserves the remnants of Mughal
influences in the form of Daulatabad Fort and  Bibi Ka Maqbara in the heart of the city. ", " But  the region acquired
its zenith under the Marathas who rose up to power  defeating Mughal, Bahmani and Nizams under the aegis of Chhatrapati
Shivaji in  the 17th century. This Maratha kingdom was further expanded by Bhonsles of  Nagpur, Gaekwads of Baroda,
Holkars of Indore, Scindias of Gwalior and Peshwas  or the Prime Ministers. The famous Maratha forts of Maharashtra can
be explored  by visiting Sindhudurg, Vijayadurg, Raigarh and Panhala forts. ", " During  the 19th century, Maratha
supremacy ended with the conquering of the East India  Company. The British influences in the state came to the fore in
the city of  seven islands, Mumbai then addressed as Bombay presidency. The British  influences in Maharashtra can be
gauged through the various monuments  intricately laid out in the city. These include Prince of Wales Museum,
Chhattrapati Shivaji Terminus then called as Victoria Terminus, Gateway of  India, Crawford Market, Watson Hotel, etc.
reveal the Victorian influences in  the state. ", " Geographically,  this third largest Indian state shares its borders
with Madhya Pradesh to the  north, Karnataka to the south, Chhattisgarh to the east, Andhra Pradesh to the  southeast
and Goa to the southwest direction. The union territory of Dadra and  Nagar Haveli conjoins the state with the Gujarat
as well. The state is lined by  the Arabian Sea in the west direction.", " The  unique topography of this region is
renowned for its large Deccan Plateau and  Western Ghats better known as Sahyadri. The plateau region in Maharashtra is
characterized by Solapur, Pune and Nagpur. The hilly region in Maharashtra can  be experienced near Nashik, where the
highest elevated point, Kalsubai can be  spotted in the state. The major rivers irrigating this state are Godavari,
Krishna, Bhima, Purna, Wardha Wainganga, Narmada and Tapi. ", " The  regions in Vidarbha, southern Kolhapur and
Sindhudurg feature rich mineral  deposits. Coal, iron ore, limestone and manganese deposits are available in  abundance,
contributing to the wealth of economy. Farming wise, the state is  identical with the cotton farming, thanks to the rich
deposits of black basalt  soil in Deccan. The farming contributions of Maharashtra besides cotton are  cereals, mangoes,
grapes, oranges, onions, pulses, etc. ", " Culturally,  Maharashtra is a magical tapestry of festivals, traditions,
customs and art  forms. The state’s capital, Mumbai is the hub of Bollywood, one of the highest  grossing
entertainment industries in the world. The state is also the center  for the country’s finance, thanks to the
presence of the India’s largest stock  exchange, Bombay Stock Exchange which is also the oldest in the Asian
continent. Ganesh Chaturthi celebrated in Aug – Sep every year is also an  integral part of Maharashtrian culture.
Similarly, the folk dance forms like  Lavani, Koli and Powada also exhibit the   state’s rich culture in its
authentic form. ", " The  epitome of Mahrashtra’s cultural legacy is Deccan Odyssey, a premier luxury  train
dedicated to the heritage of Maratha kings and their refined culture.  This luxury train is an illustrious attempt
allowing tourists to enjoy a  remarkable sojourn in Deccan’s cultural and natural grandeur comprising serene  and
unspoilt beaches, magnificent forts, backwaters and colossal heritage tales  etched on rocky caves. This weeklong
journey is also a great way to experience  the finest of Deccan delights on the track to royalty.", " ", "Melghat  Tiger
Reserve (Amravati district), Nagzira Wild Life Sanctuary, The Navegaon  Forest Resort (Vidarbha region), Dajipur Bison
Sanctuary (Kolhapur and  Sindhudurg districts), Tadoba National Park (Near Chandrapur), Bird Sanctuaries  (Sholapur
districts), Mahim Nature Park (Bandra Sion Link Road), Karnala Bird  Sanctuary (Near Mumbai)", " ", " Hinduism, Islam,
Sikhism, Jainism, Buddhism, Zoroastianism and Christianity", " ", " ", "Nag Panchami", "Narali Pournima", "Gokul Ashtami
celebrating Birth of Lord Krishna", "Ganesh Chaturthi", "Gudi Padwa", "Pola", "Dussehra", "Diwali", "Makar Sankrant",
"Holi", "The Pune  Festival", "The Banganga  Festival", "The Elephanta  Festival", "The Ellora  Festival", "The Kalidas
Festival", "Maharashtra  cuisine ranges widely in its flavours. The dishes are either mild or very  spicy. The state has
also popularized the street food phenomenon along side the  frequented beaches. The famous street foods relished by
everyone here include Bhel  puri, Paav Bhaji, Paani Poori, Vada Pao (Indian Burger), Ussal Pav (bread with  mixed
vegetables) and Poha (flattened rice), etc. Other popular recipes from  the heart of Maharashtra are Kothimbir Vadi
Patra, Vaangi Batata Masala (Potato  and Eggplant), Karwari Prawns, Soonth Panak, Chakli, etc. Famous desserts of  the
state are Shankarpali, Singada Chikki Dessert, Puran Poli, Coconut Potali, Karanji,  Badam Halwa and Shengdana Chikki
(Peanut Caramels). ", "The  crafts of Maharashtra are equally enticing allowing tourists to splurge on the  rich wealth
of crafted handicrafts and artifacts. Brocade fabrics, Paithani  Sarees, Silk bordered dhotis, Chandrakala sarees,
Bidriware crafts, Warli  Paintings, Clothing and Jewellery, Kolhapuri Chappals, Narayan Peth and Ajanta  Paintings are a
few of handicrafts items available in Maharashtra. ", " Where shall we send the suggestions?  ", "   ", " ", " ", " "]}
]
