[
{"title": ["Indore-City with Royalty blended with Simplicity"], "content": ["Indore, the summer capital of Madhya Pradesh was founded by affluent Zamindars and rich landlords of Malwa.  After independence in the year 1947, the city became the part of Indian state Madhya Bharat, now known as Madhya Pradesh.", "The city experiences ", " ", ". Summers (March- May) has hot weather with maximum temperature rising to 45  C. As the city being located in Malwa plateau the summer nights are cool and pleasant. Monsoon (May- September) are affected due to south west monsoon winds.", "The rainy season makes the environment wet and sticky.  Winters (October – February) offer pleasant and cool atmosphere making the climate favourable for tourists. The city is characterised by cool climate during nights throughout the year.", "The culture of Indore is mixture of various ", " from across the country. One can witness the aura of Royalty with tinge of Simplicity in the city.  Most of the people are Hindus with sizeable minorities of Muslims, Jains, Christians, Sikhs and Buddhists. This city is perfect example of Unity in Diversity. All the festivals are celebrated with great zest and joyful atmosphere. Official language is Hindi and one can hear a number of other dialects like Bundelkhandi, Malwi, Chattisgarhi, Sindhi, Marathi and Gujarati. The festivals in the city are the hallmark of traditional cultural legacy and religious beliefs of local population. Diwali, Holi, Rakhi, Eid-ul-Fitr all are celebrated with great enthusiasm. Ganesh Chaturthi, Navaratri and Ahilya Utsav also are the part of festive fervour of this city.", "Indore is the religious city of the country. It has rich architectural grandeur and historical enigma that makes all the visitors spell bound. ", " that are worth seeing in the city are", "Indore is the paradise for ", " lovers. It has in its ambience lip smacking delicacies that one savours with delight. The city offers all the flavours of the world. The typical Malwa food cuisines are the speciality of the place. Daal Bafla, a Malwa dish is all time favourite of the city. Gujarati platter and Bengali sweets are a treat to your taste buds. Poha jalebi is a popular snack food in the city. The Sarafa market of the city is popular hangout of the people which comes alive at night. After dinner delicacies Halwa, Gajjak, Milkshakes, ice creams etc and complete your delicious day with paan. The city also has mouth watering street food for tickling your taste buds.", "Stay option is not an issue in the city. Indore offers cheap ", ", budget hotels and luxury hotels that cater to diversified tastes and preferences of every person visiting this city. The city welcomes with warmth and affection. The city is envisages cosmopolitan culture of Madhya Pradesh. Indore is the commercial and major city of central India."]},
{"title": ["Jalandhar-The sports city of India"], "content": ["Jalandhar is ancient city of Punjab nestled between twin Rivers – Beas and Sutlej. History of the city dates back to the ancient days of Mahabharata when the city was known as Prasthala then. It also was a part of Indus valley civilization. The city was place for many yogis and saints. In 7", " Century Chinese traveller and pilgrim Huen Tsang visited India during the reign of Harsha Vardhana and wrote a length in praise of this place. The city is named after the demon king Jalandhar who lived inside the water. Jalandhar is the oldest surviving city of Punjab.", "The city witnesses four", ", summers starts from mid of March to June with scorching heat and heat waves making the atmosphere dry and less humid. Monsoon season starts from the June end till mid of September has heavy down pours making the temperature low and humidity high. Post Monsoon season from mid of September to mid of November with low temperature. Winter season from November to mid of March is witnessed by cold waves with temperature dropping down to 6°C.", "\n", "The ", " and traditions of Jalandhar unravels in its fairs and festivals. Among the most important festival Baisakhi is the important festival celebrated showcases the founding of Khalsa by the Sikh Guru Gobind Singh.             The fairs Bada Sodal and Harballah  Sangeet Sammelan epitomise the culture of the city and the later is good platform unravelling the musical heritage.", "Jalandhar is perfect podium for shopping with plethora of things right from traditional art and handicrafts items to international branded ones. The city has in its ambience something or the other for everybody. One can stuff the shopping bags with kitchen household utensils, leather items, Quilts, blankets, textiles, jewellery, sports goods, furniture etc. Leather is speciality of the city as city is the world leader in the leather production. It has ever growing sport goods manufacturing industry which lures the sports lovers to buy sport related stuff.", "The city unravels Punjabi love for ", ". The tandoori cooking is most popular cuisine has gathered accolades all over. Great amount of ghee and butter is used in almost all the food cooked here. Stuffed parantha, Sarson da Saag, Makke di roti, Tandoori food and milk products are savoured with great delight in this city. The city has umpteen number of eating joints dishing out Continental, Italian, Chinese food. Dhaba culture is also common and famous in the city.", " is not an issue in Jalandhar. The city has range of options based on your needs and budget. One can corner from Economical hotels, Budget and the luxurious hotels based on their hue.", "Jalandhar is vital city of Punjab and is hub of sports goods. Many eminent sports personalities of India get their sports equipments from this city."]},
{"title": ["Jaisalmer – The city of Majestic Forts and Opulent Havelis"], "content": ["Yellow sand, picturesque landscape of Thar desert, magnificent forts, awesome havelis all lure the tourists in umpteen numbers, who swarm Jaisalmer from all across the globe all through the year.", "The city takes pride in preserving the rich and vivacious culture of     yester years. It is studded with beautiful forts, holy shrines, majestic havelis, beautiful lake and nicely sacked museums.", "Apart from historic monuments, the city is the hub of varied fairs or melas that are celebrated with valour and electrifying zeal. The Desert festival is the most awaited and most favourite festival of Jaisalmer.", "The mesmerising and foot tapping beats of traditional dances of the city- Dhap, Ghoomar, Gair etc. rejuvenate the city and also allures many crowd. Also the musical instruments like sarangi, matka and minla adds extra energy and make the entire atmosphere holistic and divine. Gangaur festivities also are the major attraction of tourists.", "The city is paradise for adventure savvy people as they can avail thrilling experience and joy from camel expeditions and hiking across the desert. The city also offers good shopping experience as one cannot resist the temptation to fill the shopping bags with items like traditional dress, antique items, silver articles, items made from camel’s skin, camel bone jewellery, splendid carpets, rugs, mineral stones etc.", "Jaisalmer has in its platter lip smacking cuisines that not only pacifies the hunger but also soothes ones soul. All these savouries showcases the richly flavours of Rajasthan. Mouth watering dishes like Kadi pakoda, Murgh- e- Subz, etc casts mesmerising spell of joy the moment it tickles the taste buds.", "The city grooming from the heart of Thar Desert is in fact golden mirage. This desert fortress welcomes all its visitors with warmth and love. The city has heir loom of Havelis that enchant the visitors with their majestic and breathtaking look. Patwon Ji Ki Haveli, Nathmal Ji Ki Haveli, Salim Ji Ki Haveli have in their ambience untold history of by gone era that is enveloped in artistic architecture and impeccable construction. All the Havelis build by wealthy merchants are the perfect blend of Mughal and Rajput architecture.", " The city has historical monuments spread all over the and the most predominant one that attracts the attention of the visitors is the Jaisalmer Fort, which is architected using sand stones. It epitomises the stories of bravery and valour of the Rajput leaders of yester years.", "The city lures all the adventure savvy visitors because of its safari expedition. Camel safari and jeep safari amidst desert is thrilling and fun loving. All in all the city takes pride in retaining its age old charm and royal flavours that are showcased by narrow roads, majestic forts and palaces, impeccable Havelis and colourful bazaars."]},
{"title": ["Jaipur- The City of Architectural Wonders"], "content": ["Jaipur, the capital city of Rajasthan is the signature of impeccable beauty that is showcased by the art and culture of forts and palaces of yester years. Established by Maharaja Jai Singh II in the year 1727 the city is the first planned city of the country.", "\nKnown for the breathtaking and magnificent palaces and forts, Jaipur has been all time tourists’ favourite both from India and abroad who throng the city to witness the mesmerising architectural splendour of the age old era.", " Known as the precious gem of the city, Amber Fort is one of the major tourists attraction that is located high on the hill. The fort is architected using Indian architecture methods perfectly blended with Hindu and Rajput styles and standards. The intricate carvings on the walls and ceilings perfectly blended by exquisite paintings of hunting scenes on the walls create lasting impression on all the visitors.  Constructed by Raja Maan Singh JI Saheeb who was one of the nine gems in the Emperor Akbar’s Royal court.  Among other places like Diwaan –e- Aam, Diwaan- e- Khaas, Sukh Niwas, the Sheesh Mahal is the most beautiful part of the Amber fort, this mirror palace has beautifully paintings and flowers  made out of pure glass that are spread all over the walls and ceilings of this Mahal.", " Maharaja Jai Singh had staunch belief in astronomy and to transpire his belief into reality he built an observatory in western central regions of India named “Jantar Mantar” which meant calculation instrument. It was built by Major Arthur Garret, a renowned astronomer of those years taking into account the astronomical concepts and analysis.  This instrument is declared as a national monument in the year 1948.", " Breathtaking and impeccable architectural grandeur Hawa Mahal of Jaipur was built by Maharaja Sawai Pratap Singh in the year 1799. Known by the name Palace of Winds, this beauty is five storied and is located in the heart and soul of the city.  Architected in the shape of the pyramid with the total of 953 windows artistically carved and designed in Rajasthani patterns and designs that are sure to remain immortal in the history of Jaipur. The name was so given to the palace because of the winds that were blowing in the palace were freezing creating a soothing aura in the entire surrounding. If one take a glimpse of the palace it resembles like the crown of Lord Krishna in the form of peacock feathers as the King himself was the greatest devotee of the Lord Krishna.", " Another remarkable architecture wonder of Jaipur is the city palace which provides divine experience to all the visitors. It is the complex of impeccable palaces, beautiful gardens, courtyards and decorative arts. It is the signature of historic architectural heritage of Jaipur.", "Jaipur popularly known as Pink City is the hub of forts and palaces that stand tall because of their state of art and breathtaking architectural beauty.", " "]},
{"title": ["GWALIOR-The City that is Replica of Courage and Valour"], "content": ["Gwalior  is one of the oldest cities of central India and is popularly known city that has ocean of cultural heritage in its ambience.  History of the city dates back to the 8", " century AD when ruler of the city – Suraj Sen was cured by a hermit saint Gwalipa, from deadly disease.", "As a token of thanks he named this city after the name of the saint which later became famous as Gwalior. The city over the years witnessed the aura of many great dynasties which gave the city new outlook because of the contributions of warrior kings, saints, poets, freedom fighters and musicians.", "The city has extreme ", " conditions, scorching summer and chilly winter. Summer season (march – June) is extremely hot with temperature rising to 47°C, Monsoon ( July – October) is humid with temperature between 25°C-32°C, Winter ( December- February) is pretty cool with temperature dropping down to subzero. Best time to visit the city is between October-March.", "The city is widely accepted as place of art, combined with historic as well as modernity in its ", " and tradition. It is place which has nurtured many renowned artists like the famous singer Tansen, Baiju Bawra, Vishnu Pandit etc. The city has splendid mixture of two rich cultures – Bundeli and Braj. The entire atmosphere of the city has art and melody in it.  The city celebrates all the festivals with great pomp and enthusiasm. Holi, Diwali, Navaratri and many other regional festivals are celebrated with full of zeal. Apart from this, the city hosts the musical extravaganza – Tansen Samaroh every year where singers across the country grace the festival and give their best performance. The local language spoken is Hindi.", "Gwalior is the major tourists’ attractions in Madhya Pradesh. It has in its ambience historical places, temples, Museums and much more that mesmerises the onlookers.", "If you are food enthusiast the Gwalior has many ", " items that are sure to make your mouth water. The city offers gamut of spicy and sweet dishes that will be sure feast for your taste buds. Famous dishes like Samosa and Kachori, Jalebi and Rabdi, Morena Gajak , bafla, Rogan josh all gives finger licking taste. Milk and milk products are used in many dishes.", "Gwalior is paradise for shopaholics.  One can ", "dolls, handmade carpets, laminated wares, jewellery, Chanderi saris and wall hangings. Sarafa bazaar, Jiyaji Chowk bazaar, Patankar bazaar and much more are the famous shopping hangouts in the city. Chowk of Bara House has some of the oldest shops of the state, the famous Chanderi Saris and traditional fabric materials can be purchased from this place.", "Stay option in the city is not an issue as there are many budget ", " and luxury hotels that cater to requirements of tourists according to their needs and pocket. The city well known as princely state of Scindia dynasty is the city of true royals. The city is stands tall with pride with the memories of brave freedom fighters Tatya  Tope and queen of valour Rani of Jhansi. The city of Gwalior is the perfect example of Royalty in Modernity."]},
{"title": ["Jaipur – City Bathed with Forts and Palaces"], "content": ["Want to experience the richly aura of yester years? Or want to witness the traditional glory of Rajasthan? Then you ought to visit Jaipur, the Pink city that evokes the royal family of the age old era.", "The city is bathed with majestic palaces and forts making it epitome of magnificence and vibrancy. Established in 1792 by Jai Singh II takes pride in being India’s first planned city. The city has groomed to be ideal tourist destination because of its beauty, royal flavors and captivating attractions.", "The city of Rajputs is known for its fairs and fests that are held on grand scale. Locals and tourists participate in festivals that include kite festival, camel festival, teej, elephant festival etc. Tourists from all over the place visit here during these festivals and enjoy the liveliness of the city as it has brilliant bazaars filled with bright turbans, ethnic attires, pretty jewellery, embroidered dresses and authentic Rajasthani food.", "Sojourn in the city one comes across breathtaking forts and splendid monuments. To name a few are Amber fort, City Palace of Jaipur, Hawa Mahal, Jantar Mantar etc. Also there are lakes and the serene gardens with lush greenery  and floral array that rejuvenate the mind and soul of the tourists.", "The city though has extreme heat but the months between October and March is best time to visit as the weather is pleasant allowing the tourists to explore more places without getting burned at scorch heat.", "Not to mention the yummy lip smacking delicacies of the city which are famous all over the world. Jaipur has in its platter mouth watering food that comprises of delicious and rich Rajasthani cuisines incuding Dal bati churma, Laal maas, kachoris, Ghewar and gate ki sabzi etc that are absolute delight for every food savvy person. One can also nurture in yummy street foods that are mouth watering and authentic. All Rajasthani food have high spice content but are equally mouth watering and yummy.", "The city is treasure trove for shopaholics as one can experience irresistible shopping aura. Johari Bazzar is famous market and houses wedding accessories right from attires to hand embroidery mirro and kundan work jewellery to beautiful artifacts. The tourists come and splurge in the dazzling shopping markets of Jaipur and fill their bags with souvenirs viz. blue pottery, hand crafted jewellery, saris, textiles and marble work, Lacquerware bangles and the list is endless.", "In fact the Jaipur markets are the treat for all those who love to explore and discover. Anything from fashion to footwear, from books to bangles all can be found within the walled city of the city.", "The amazing architectural plans of the city though ancient appear to be modern. All the art work has perfect blend of excellent work of Rajput and Mughal architectural work. The city has in its ambience much to offer to its visitors –everything from pageants to festivals, from extra ordinary clad locals to wealth handicrafts, to royal legacy of palaces and many sightseeing places – the city allures every visitor.", "So with famous local saying – PADHARO HAMARO DESH- Jaipur mesmerizes every person with its simplicity and beauty."]},
{"title": ["Gurgaon-Millennium city of Utopia and Accelerated Development"], "content": ["Gurgaon means Guru- Gram meaning the village of teacher. Dating back to the days of Mahabharata it is believed that this city was the ancestral village of great Guru Dronacharya. This village was gifted by the Yudhisthira the eldest brother among five Pandavas for explicating warfare tactics and use of arms to them. This is in fact the place where Dronacharya taught archery to the Pandavas.", "The ", " condition of Gurgaon is humid subtropical. The city has in its ambience four varied seasons – spring, summer, autumn and winter gelled with monsoon season that pours down the city towards the lateral half of the summer season. Summers from April to mid October are blazingly hot and humid. Winters are cold and foggy with few sunny days. Autumn and spring seasons are pleasant marking low humidity level rejuvenating the entire atmosphere. Monsoon is moderate with thunderstorms that are not very common.", "The city which experienced aura of IT boom is the treasure-trove of ", ". It is the focal point of NCR’s cultural life. The city has in its ambience ocean of exhibitions, cultural events and theatre activities throughout the year. People participate in these events with great enthusiasm. The local population are getting inclined towards contemporary art forms and theatre. Festivals like Ganesh Chaturthi and Durga Puja is celebrated with great pomp and valour. The main language spoken here is Hindi with Punjabi  being other popular accent.", "Gurgaon has ", "that give the roller coaster ride of enthusiasm and enjoyment for the visitors. They are", "The city’s ", " has in its orbit the variety of lip smacking cuisines with regional specialities. Wheat in the form of roti and rice form the staple part of food intake. The large spectrum of population is vegetarian. You can relish gamut of north Indian dishes. The city also has in its lap cheap fast selling items like pav bhaji, dahi bhalla, samosa and many more.", "Gurgaon has ", " from budget hotels to luxury hotels catering to need as per your pocket. All the hotels provide best deal for your stay with modern amenities, relishing and hygienic food all at affordable rates.", "Retail being the vital industry in Gurgaon has over 26 ", " malls catering to the increased purchasing power of the people. You can shop on variety of trendy clothes, fantastic traditional handcrafted furnishings, travel bags and many more.  All these shopping malls have something or the other catering to every hue. They are in fact the space for a million smiles.", "Gurgaon has bloomed into a major city and vital economic hub in the state of Haryana. It takes pride in being one of the best cyber cities of the country."]},
{"title": ["Coorg-The Scotland of India"], "content": ["Undoubtedly known as the Scotland of India, Coorg has breathtaking landscape and divine natural beauty that are epitome of glorious charm of yester years. Coorg also known as Kodagu is post card perfect bathed with scattered villages and hamlets.", "Nestled in south west region of Karnataka bordering Kerala, Coorg has catapulted to become India’s famous tourist destination wherein bag packers throng from all across the globe. Because of its impeccable beauty British gave it the title as Scotland of India.", "Coorg has beautiful places that leave the tourists jaw struck and energized. It has wide spread coffee plantations with stunning greenery which is really a treat to the eyes of every onlooker. Undiluted landscapes, lovely waterfalls and amazing mélange of flora and fauna, this Kashmir of the South has much to offer to its visitors.", "Other places of interest are Bylakuppe which has Golden temple designed in typical Tibetan style of architecture, the Cauvery Nisargadhama, Nagarhole national park and Chettalli.", "The place is ideal for adventurous activity like trekking, angling and white water rafting. Such activities done amidst beauty of nature will give special divine experience to cherish till eternity.", "The place also has huge draw as it celebrates with zeal and zest its major festivals like Keil Poldu, Cauvery Shankaramana and the Huttari.", "Coorg quenches the hunger of every tourist. It has lip smacking savories in its platter that gives heavenly feeling to the taste buds. The food epitomizes the history and geographical setting of the region. Bamboo shoot and Pandhi curry, Kadambuttu is the famous among the locals. Though non vegetarian is prominent among the locals, one can also indulge in yummy vegetarian foods.", "The city has plethora of shops that offers loads of items for the tourist to fill their shopping bags with. Spices, dry fruits, coffee etc are available in exceptional quality and has buyers from all across the globe. Other shopping goodies are Tibetan artifacts, silk saris, timber cravings and metal ware items that are popular among the tourists.", "Misty hills, lush coffee and tea plantations, mind blowing natural beauty makes Coorg a wonderful place to rewind oneself and to attain inner peace."]},
{"title": ["Jaisalmer-The Golden city of India"], "content": ["Nestled in Trikut hills of Rajasthan, Jailsalmer was founded by Raja Rawal Jaisal of the Rajputana clan approximately in 1156 A.D. The city has witnessed reigns and rules of Afghans, Mughals and the British.  The town stands on the ridge of yellowish sandstone and is referred as golden city because of this yellow stand stone used in all the architecture of the city giving the place a tinge of golden look.", "The ", " condition of the city is greatly influenced by its location i.e. It is located amidst Thar Desert. It experiences arid climate throughout the year. The summers (April-August) are hot and sultry with temperature during the day soaring up to 42°C. The city receives very scanty rainfall and has dry weather. Winters (November – February) are pretty cool and dry with minimum temperature falling till 7°C. However the climatic condition of the city is favourable for tourists throughout the year.", "Located amidst thematic Thar Desert, Jaisalmer has being all time tourists favourite where tourists from all over the globe swarm to witness its picturesque beauty.  It is perfect example of Royalty in Modernity.It has many breathtaking sightseeing places that mesmerises the onlookers viz.", "Jaisalmer apart from being the impeccable tourist spot of Rajasthan is also the ", " paradise. It is famous for embroidery, Rajasthani mirror work, rugs, shawls, beautiful carpets and covers, mirror work dresses, silver work, embroidered articles, opium bags, traditional wedding dresses, attractive wall hangings, camel leather items, handicrafts, camel bone jewellery, fossil stone containers etc. All these are really worth a steal!", "The city has rich ", " heritage and its festivals showcases unique socio-cultural traditions and customs. It unravels the heirloom legacy of the bygone era. Jaisalmer is the cosmopolitan city with local population comprising of Hindus, Jains, Sikhs, Muslims and even Christians. Majority population are the Hindus. The traditional folk music and dance forms vital aspect of all the social and cultural celebrations. The Kalbeliya dance of snake charmer community unravels the rich and authentic imagination of the dancers. Other prominent dances are Ghoomar dance and Kathputli dance.", "The local population comprising of Marwaris celebrate all the Hindu festivals with much usto viz. Diwai, Dusshera, Navaratri, Shiv ratri, Holi, Karva chauth etc are celebrated with religious fervour and joy. The Desert festival of Jaisalmer reflects the rich cultural heritage and traditions of the age old era.", " of Jaisalmer tickle your taste buds and leave your spellbound. The cuisines unravel the rich cultural heritage of Rajasthan. The city has in its platter gamut of dishes cooked in light oil with red hot chillies making them spicy and yummy. Some of mouth watering dishes are Ker Sangri, Bhanon Aloo, Kadi Pakora, Murgh-e-Subz etc.", "The city offers some decent ", " including heritage, luxurious, economical and budget hotels depending on the hue. To enthrall by the camels, impeccable architecture, magnificent culture and mouth watering cuisines must plan a trip to this cultural hub of the west- Jaisalmer."]},
{"title": ["JAIPUR-The Exotic City and Travellers’ Paradise"], "content": ["Jaipur, major tourist attraction was founded by Sawai Jai Singh II in the early 18", " century. It is the first planned city of India and is known to have the best architecture even in those times in the entire Indian subcontinent. The entire city was painted in Pink to welcome the Prince of Wales and after that it was titled as Pink city of India.", "The ", " is semi arid type with temperature that soars high normally all throughout the year due to its proximity to the Thar Desert. The summers are extremely hot and humid. The winters are witnessed by dense fog coverings in the evenings and mornings and the cold wave melting down the temperature at freezing point. Monsoon is moderate with landslides that are more common phenomenon witnessed in rainy season.", "The capital of Rajasthan is the most favourite tourist destination because of is magnificent palaces and alluring forts is the mirror replica of the glorious traditions and royal lifestyles of the days of the yore. The panache of colourful turbans, impeccable architecture, rich culture, textiles, art and jewellery work, mouth watering cuisines are the major attractions for the tourists all over the world. It is a ", "celebrated with pomp and valour. Some of the most prominent festivals are Elephant festival, Teej festival, Kite festival, Gangaur festival and Camel festival.", "This city is cultural hub of India. Its elite ", " is displayed whole heartedly in its traditions through art, music and architecture. The people are very friendly and treat the visitors as their own family members. They celebrate every happy moments with their famous folk songs and their traditional dances viz. Ghoomar, Chari- the dance form with pot and lamp on the head of the dancers. They relish the tunes of traditional instruments like Sarangi, Ektara and Jhalar and try to match their dance moves to the tune of these instruments.", "Jaipur is ", " for handicraft items and jewellery like kundan and meenakari jewellery. Leather goods and wood art also ropes your attention towards them. Ivory carved sculptures, miniature paintings, block paintings, Blue pottery, carpets and traditional clothes with artistic and creative embroidery work all reflect the rich and elite culture of this city.", "The", "of this city not only pacify your hunger but also touch your inner soul. The exquisite gourmet of food has the aroma and flair of royal traditions and is best suited to the climatic conditions of this city. The nutritious Rajasthani cuisines that one cannot resist the temptation of having it are Dhal Bati churma,  Missi Roti  and sweets like Ghevar, Feeni etc are popular throughout India.", "This city provides the holistic picture of royal traditions and culture of the yesteryears. Places that make you spell bound are Jantar Mantar observatory, Hawa Mahal, JalMahal, Jaigarh fort, Nahargarh fort, Dera Amer Elephant Safari, City Palace, Amber fort, Sisodia Rani garden,  unique authentic village resort Chouki Dhani etc.", "There are", " catering to the needs and budget of every pocket. Their hospitality is par excellence and all the staff treats their guests with warm and friendly gesture. Some hotels reflect the style and aura of palaces and have all the modern amenities that give a tinge of royal look. All the heritage and deluxe hotels reflect Royalty in Modernity. The budget hotels provide all the necessary services at economical costs.", "This pink city has many things in its lap to offer to its visitors viz. magnificent palaces, stupendous forts, rich culture, yummy cuisines and  artistic work.  One cannot stop gazing at the palatial monuments of the bygone era. It is one stop destination for all those who love heritage, rich culture and unique architectural work."]},
{"title": ["GOA – Beach Beauty for Rejuvenating your Mind and Soul"], "content": ["One thing that comes to the mind of any person hearing the word Goa – is beach. The place is bathed with loads of beautiful beaches which allures mammoth tourist population all through the year. The awesome beauty of beaches, the majestic view of ancient churches and temples, the age old houses are few things that makes this place unique and worth visiting.", "For any bag packer, Goa is a place where one can attain solitude and solace in the cool breeze of beaches. Nestled on the western coast of India, the climate of Goa is influenced by its coastal location and has humid climate throughout the year. The place witness heat during day time in summers and heavy down pours during rainy.", "I was really fascinated by the swinging palms and picturesque natural beauty of Goa. Sojourn in the beach gave me divine feeling of tranquility and energized my body and soul. Entrancing beaches of Goa have fascinating things to offer and every beach has some unique attraction to the tourist. North beaches are known for their night life and South beaches with bright sunlight are best place for relaxing and lazing around.", "This beach city is dressed with more than 80% beaches, has been favorite tourist spot for tourist all across the globe. To name a few, Anjuna, Arambol, Baga, Chapora, Colve are the beaches that do require a visit.", "Churches are another attraction in Goa. Many of the churches are ancient and have both historical and holy significance. The churches and covenants are the signature of the Portuguese rule and are built up on the legacies of Portuguese culture. St. Francis Church, St. Cajetan Church, The Mary Immaculate Church all stand tall maintain the aura and mark of Portuguese traditions.", "The main attraction to these Churches is Basilica of Bom Jesus which is also regarded by the UNESCO as the world heritage for it has preserved the body of the saint Francis Xavier which is open for public viewing every ten years. Mammoth numbers of devotees from all across the world throng here to have the glimpse of this saint’s body which is said to be preserved miraculously by the Church authorities.", "Goa is haven for foodies. For all those who have craving tooth this place offers yummy Goan cuisine in its platter. Sea food, coconut milk, rice and local spices tickle the taste buds. The staple food of the locals is fish. Food has the flavors of Portuguese culture. Potatoes, spices, guavas, pine apples, chilies, and tomatoes were introduced by Portuguese during their regime. Goa offers in its platter both Indian cuisine viz. Fish curry, Fried fish, spicy coconut, Kokum curry etc. and Catholic savories viz. Beef, Pork, sweetened rice etc.", "This coastal region is haven for shopaholics as it offers awesome handicrafts viz. brassware, shell work, carved furniture items, bamboo work, paper Mache etc  to fit in your shopping bags. One cannot leave this place without buying cashews, another Portugal product which are available at economical rates and at varied flavors – plain, salted and spicy.", "Goa, is the beach town of the country. With water and adventurous sports, magnificent churches and lip smacking cuisines this place is paradise for tourists of all ages."]},
{"title": ["Chandigarh-Abode to Heavenly and breathtaking Architectural city"], "content": ["Chandigarh is the first well planned city of India. It is the dream destination of India’s first Prime Minister, Sh. Jawaharlal Nehru. Located at the foothills of Shivaliks this city is best known for its well planned architecture. It has age old history dating back to 8000 years when it was first inhabited by Harappans. It derives its name from the temple “Chandi Mandir”.", "The ", " of this region is sub tropical with cold winters, hot summers and monsoon climate which is unreliable.  The seasonal tempo reflects the weather and climate of Chandigarh. The spring season which constitutes the months of Mid February to Mid of March and Mid September to Mid of October makes the entire atmosphere pleasant and rejuvenating. One can also feel the tinge of autumn season in this city.", "Chandigarh has rich ", " heritage and the city is the perfect replica of is multi indigenous population. The city with its distinguished diversity adds to its profuse cultural heritage. Being the land of fairs and festivals, the local population celebrates all festivals with proper rituals and customs. The important festivals that are celebrated are Baisakhi, Gurupuab, Lohri, Tika, Raksha Bandhan and many more. The traditions have aura of Punjabi culture and Sikh culture. The festivals are celebrated with folk dance, folk music, and other rituals. The dances unravel the liveliness of the people. Folk dances like Bhangra, gidda, sammi, teeyan etc are more common part of festivals and other occasions. This city has diversity in its culture and unity in all the cultural celebrations.", "Chandigarh the beautiful and well planned city has in its ambience many stupendously beautiful ", " like, The famous attraction- The rock garden, Sukhna lake, The rose garden,   peaceful ISKON temple, Government museum and Art Gallery, Garden of a Fragrance, Timber Trail, Mahendra Chaudary Zoological Park, International Doll museum, Butterfly park, Leisure valley, Botanical garden, Shanti kunj, Bougain villae garden, Thunder zone, Fun city and much more.", "This city is ", " for woollen apparels like sweaters, woollen pullovers and caps, phukari- a type of embroidery work with great finishing touch, Punjabi duppattas, jams, traditional Punjabi foot ware- Juttis, Handlooms and Artifacts. The clean wide roads and greenery all over soothes your eyes making your shopping more enjoyable and energetically relaxing.", "The Punjabi ", "is the staple food of this city. Even the foreigners who visit this city relish Punjabi food and enjoy its flavours. The wheat based rotis, paranthas and naan are the common delicacies in the platter. Traditional Punjabi food prepared in earthen tandoors is also most popular in this city. Punjabi Lassi with its lip smacking taste is the main beverage of this city.", "Chandigarh has array of", "catering to different budget and preferences. All the hotels have basic amenities, good and hygienic food and friendly hospitality. You have option of Good hotels, five star hotels and budget hotels to choose as per your requirements.", "Chandigarh is the best planned city with world renowned architecture and unparalleled quality of life. It is dream the Nehru envisaged and Architect Le Corbusier executed. It takes pride in being the country’s first well planned city which is rich, prosperous, full of greenery, spic and span rightly to be called as “ The City Beautiful”. It is the rare paradigm of modernization co –existing with nature’s preservation."]},
{"title": ["Srinagar – A Jewel of a Destination"], "content": ["Ye haseen wadiyan, ye khula aasman, agaye hum kahan? This song of the hit picture Roja of the nineties very well explains the panoramic beauty of the Srinagar. With clear sky above and bountiful of natural beauty surrounding really makes this place heaven on earth.", "Srinagar, the state’s winter capital is first stop destination for most travelers to Kashmir. The place is bathed with mind blowing lakes, meandering rivers, awesome gardens and lush greenery. The ageless grace of the architecture makes the place memorable and mesmerizing.", "The vast Dal lake is the Srinagar’s emblematic feature for which thousands of tourists throng the place. In fact Dal Lake is the epitome of Srinagar. The deep waters of the lake carry the most famous Srinagar’s attractions – the houseboats and Shikaras that are fitted with cushioned seats and footrests.", "Shikaras are the elongated little boats that are in existence for ages. Well the films Kashmir ki Kali song has highlighted the shikaras very aptly with Shammi Kapoor singing praises for Sharmila Tagore sitting in Shikara.", "If you have pacified your boating thirst then, sojourn on the shores you have great Mughal gardens that give you a heavenly feeling. Spread with variety of hued flowers, beautiful lush carpet of grass and playful fountains – truly paradise on earth. The twin majestic hills- Hari Parbat and Shankracharaya showcase the city’s glorious past and are graced with ancient temples and medieval mosques, tall walls of ancient forts, sacred shrines and temples all takes our memory to the glorious ages of the yester years.", "Srinagar is the paradise for shopaholics and its markets offer wide variety of most refined crafts – the famous pashmina shawls that are as light as the feather, finely hand woven carpets, delicately carved wood work and glittering copperware and the woolen clothes are sure to occupy space in your shopping bags.", "Even if you are not foodie, you cannot resist the temptation of yummy lip smacking recipes of the valley. Melt in mouth gushtabas to tasty walnut tarts and roasted chestnuts all will give pleasure to your palette. Most of the dishes of the valley will leave you craving for more. Kebabs, Tujji, Kashmiri naan, the green tea Kahwah etc all give heavenly feeling till the last bite.", "Srinagar also offers few adventure activities viz. horse riding through the meadows of Gulmarg, boating in the cold waters of Lidder river of Pahalgam, aero balloon ride, water rafting, golfing and trekking in the mountains of Pir Panjal range, skiing, bird watching at the Dachigam Wildlife Sanctuary all gives lifetime experience.", "The splendid city of Srinagar also has various festivals that are mostly celebrated by Muslims. All the festivals celebrated showcase historical, cultural and religious diversity of the city. Navroz, Urs, Eid, Ramzan and Kheer Bhawani festival all add light to the landscape of the valley.", "Srinagar as is known to be the Paradise on earth has in its ambience natural scenic beauty that will rejuvenate the senses and refreshes the minds. Anytime you spend in the valley, you ought to carry with you some beautiful memories of gentle, refined beauty that baths the senses and energizes the mind."]},
{"title": ["Chandigarh-Impeccable City of the North"], "content": ["The city takes pride in being the first planned city of India. Nestled in foothills of Sivaliks, the city has magnificent architecture and it is the capital of two states namely Punjab and Haryana. This spic and span city is the nature’s paradise and has the blanket of lush greenery circumscribing it. It has ancient history dating back to 8000 years when was first inhabited by Harappans.  The city derives its name due to the existence of famous temple of Goddess Chandi.", "Its pollution free and peaceful environment is the main reason for umpteen numbers of tourists swarming this stupendous city from all across the globe. It has many ", " like The rock garden, Sukhna lake, The rose garden,   peaceful ISKON temple, Government museum and Art Gallery, Garden of a Fragrance, Timber Trail, Mahendra Chaudary Zoological Park, International Doll museum, Butterfly park, Leisure valley, Botanical garden, Shanti kunj, Bougain villae garden, Thunder zone, Fun city and much more.", "The city has rich", "heritage. It is land of fairs and festivals with local population celebrating all the festivals with proper rituals and customs. Chandigarh rightly symbolise cultural unity amidst diversity. Baisakhi, Gurupuab, Lohri, Tika, Raksha Bandhan and many more are important festivals celebrated by locals with zeal and zest. The traditional beliefs are amalgamation of twin cultural influence – Punjabi and Sikh. The festivals are celebrated with folk dance, folk music, and other rituals. The dances showcase the energy of the people. Folk dances like Bhangra, gidda, sammi, teeyan etc are more common part of festivals and other occasions. This city has diversity in its culture and unity in all its celebrations.", "The", " of Chandigarh is subtropical with chilly winters, extreme summers and moderate to heavy down purse during monsoon climate. The pleasant autumn climate ranges between Mid September to Mid November with temperatures ranging from 16°C to 27°C making the aura cool and salubrious.", "This well planned city is known for its woollen garments like sweaters, pullovers and caps. One gets bowled down by fantastic embroidery work of Phulkari, Punjabi duppattas, jams, traditional Punjabi foot wares, handlooms etc. With pleasant climate, neat and clean roads makes your ", " spree more joyful filled with energy.", "Chandigarh is paradise for food lovers. The Punjabi ", "are famous and vital food of the local population. The mouth watering Punjabi flavours tickles your taste buds. The city has in its platter wholesome food like wheat based rotis, paranthas and naan. The customary Punjabi food made in earthen pot called tandoors or smoker’s grill is popular in the city. Yummy Punjabi Lassi with Malai is main beverage of Chandigarh.", " is not an issue for tourists as there are wide ranges of hotels offering excellent facilities with modern amenities blended with warm and pleasant hospitality. All the sightseeing places are easily accessible from hotels. One can select from luxury hotels, economical hotels, 4 star hotels and 3 star hotels based on their budget and requirements.", "This Beautiful city is great place to visit for all those people who enjoy serenity amidst greenery and cleanliness. Chandigarh is perfect synchronization of modernity and lovely bliss of Nature."]},
{"title": ["Ooty-Heavenly Beauty on Earth"], "content": ["Queen of Hill stations – Ooty is the best place to be in solace and rejuvenate the soul and mind. It is the most visited hill station in South India. Nestled in the Nilgiri hills, a few kilometers from Coimbatore, Ooty has in its lap bountiful of picturesque natural landscape that allures the attention of nature lovers from all across the globe.", "Magnificent mountains, dense forests, lush green scenic grass lands and the majestic tea gardens spread over large area are the main attraction for the tourists who throng to the place in large numbers. The picturesque postcard landscape of Ooty is the first choice of nature lovers, honeymooners and photography savvy people.", "Bathed with Blue Mountains – the magnetic factor for the town’s popularity, Ooty gives heavenly feeling on earth. The blue misty haze off the eucalyptus trees covering the area is one of the reasons for this place acquiring the name Ooty.", "Certain areas that give jaw drop effect to every onlooker who would want to visit Ooty again and again are:", "Other places of attraction are dolphin’s nose, lamb’s rock, Catherine waterfalls and Kamaraj Sagar Lake. Climate wise Ooty has pleasant climate that is the reason even the British made it their holiday resort.", "Ooty is the place to titillate your taste buds as it has multi cuisine food to offer in its platter for all the food lovers looking for some flavorsome vacation. South Indian food rocks the platter followed by other savories.", "The place offers refreshing shopping experience and is known for its aromatic tea leaves, honey, natural oils like Eucalyptus and fresh fruits. Other interesting items to shop for in Ooty are Toda shawls, Toda jewellery and other locally made handicraft items.", "This queen of hill stations certainly mesmerized the tourists with her unparalleled natural beauty, scenic landscape, pleasant and healthy climate."]},
{"title": ["GOA-The Queen of Beaches"], "content": ["Located on the western coast of India, Goa is all time tourist destination wherein umpteen numbers of tourists swarm the place to witness the impeccable beauty of beaches, architectural marvels of the temples, churches and ancient houses.", "Goa climate is influenced by its costal location and has warm and humid climate throughout the year. With blazing heat during the day time in summers and heavy monsoon downpours during rainy season, Goa still rocks as the best tourists’ destination point for all the travel savvy people.", "When you mention Goa the first thing that comes to your mind is the beautiful beaches of Goa. Known for its beaches wherein in tourists from all across globe come here to enjoy the natural scenic beauty the city has been successful in tourism arena.  The swinging palms, water sports, night life all make Goa a splendid holiday destination.", "The beaches of Goa have all the things in their ambience that make your holiday a cherished and enjoyable one. The entrancing beaches rope in mammoth of both local and foreign tourists all through the year. Every beach in Goa offers some unique and special attraction to its visitors. North beaches of the city are known for the night life and South beaches with bright sunlight are ideal spot for relaxing and lazing around.", "With more than 80% of the city being covered with beaches, the city is rightly called as the beach city of India.", "Apart from beaches Goa is known for being home for many important churches that have both historical and holy significance. The churches and covenants are the epitome of Portuguese rule. All the churches are built up on the legacies of Portuguese culture. St. Fransis church of Assisi, Basilica of Born Jesus, St. Cajetan church, the first church of the region – The Mary immaculate Conception etc. stand tall maintaining the Portuguese culture and traditions.", "Goan cuisine has in its platter yummy food viz. Seafood, coconut milk, rice and local spices.  Fish is the staple diet of the local population and the food is incomplete without it.  Cashews are another famous food introduced by Portuguese apart from potatoes, spices, guavas, pine apples, tomatoes and chilli. Hindu cuisine (Fish curry, Fried fish, spicy coconut and kokum curry, cutlets etc.) and Catholic cuisine (Beef cutlets, Pork, sweetened rice etc.) are also famous in the city.", "[wp_ad_camp_3] The coastal town does not allow anyone to return with a memorable souvenir with them. Handicrafts are the ones that you can stuff your shopping bags with and they include items like brassware, shell work, crochet, carved furniture items, bamboo work, paper – Mache etc. Nest to shop is cashew nuts which are available in large numbers and at economical prices. One can find cashews of varied tastes – plain, salted and spicy.", "Goa, the epicentre of water and adventurous sports is the best place with splendid beaches, magnificent churches and mouth watering cuisines to spend your holidays."]},
{"title": ["GOA-Beach beauty for rejuvenating your mind and soul"], "content": ["One thing that comes to the mind of any person hearing the word Goa – is beach. The place is bathed with loads of beautiful beaches which allures mammoth tourist population all through the year. The awesome beauty of beaches, the majestic view of ancient churches and temples, the age old houses are few things that makes this place unique and worth visiting.", "For any bag packer, Goa is a place where one can attain solitude and solace in the cool breeze of beaches. Nestled on the western coast of India, the climate of Goa is influenced by its coastal location and has humid climate throughout the year. The place witness heat during day time in summers and heavy down pours during rainy.", "I was really fascinated by the swinging palms and picturesque natural beauty of Goa. Sojourn in the beach gave me divine feeling of tranquility and energized my body and soul. Entrancing beaches of Goa have fascinating things to offer and every beach has some unique attraction to the tourist. North beaches are known for their night life and South beaches with bright sunlight are best place for relaxing and lazing around.", "This beach city is dressed with more than 80% beaches, has been favorite tourist spot for tourist all across the globe. To name a few, Anjuna, Arambol, Baga, Chapora, Colve are the beaches that do require a visit.", "Churches are another attraction in Goa. Many of the churches are ancient and have both historical and holy significance. The churches and covenants are the signature of the Portuguese rule and are built up on the legacies of Portuguese culture. St. Francis Church, St. Cajetan Church, The Mary Immaculate Church all stand tall maintain the aura and mark of Portuguese traditions.", "The main attraction to these Churches is Basilica of Bom Jesus which is also regarded by the UNESCO as the world heritage for it has preserved the body of the saint Francis Xavier which is open for public viewing every ten years. Mammoth numbers of devotees from all across the world throng here to have the glimpse of this saint’s body which is said to be preserved miraculously by the Church authorities.", "Goa is haven for foodies. For all those who have craving tooth this place offers yummy Goan cuisine in its platter. Sea food, coconut milk, rice and local spices tickle the taste buds. The staple food of the locals is fish. Food has the flavors of Portuguese culture. Potatoes, spices, guavas, pine apples, chilies, and tomatoes were introduced by Portuguese during their regime. Goa offers in its platter both Indian cuisine viz. Fish curry, Fried fish, spicy coconut, Kokum curry etc. and Catholic savories viz. Beef, Pork, sweetened rice etc.", "This coastal region is haven for shopaholics as it offers awesome handicrafts viz. brassware, shell work, carved furniture items, bamboo work, paper Mache etc  to fit in your shopping bags. One cannot leave this place without buying cashews, another Portugal product which are available at economical rates and at varied flavors – plain, salted and spicy.", "Goa, is the beach town of the country. With water and adventurous sports, magnificent churches and lip smacking cuisines this place is paradise for tourists of all ages."]},
{"title": ["PANIPAT-The Battle Ground of India"], "content": ["Panipat is founded by one of Pandava brothers of Mahabharatha. Known by name Panduprastha the city is the witness of three vital battles. Nestled in Haryana and situated in the banks of river Yamuna, this city takes pride on being referred in holy book of Gita as Dharmakshetra. It has historical significance for three huge battles fought that became the platform for altering the entire course of history.", "Panipat has tropical ", "with extreme summers and cold winters. One can experience the dryness in the atmosphere because of dry winds blowing in this region. The city witness four seasons: Hot summers from May to June with extreme heat and temperature soaring above 40°C. Hot winds blowing throughout the summer makes the environment hot and blazing. Monsoon climate starts from July to mid of   September with moderate and average rainfall with comparatively high level of humidity. Transition climate before start of winter till October is unique feature of Gangetic climate. Winters from mid of November to March are chilly and foggy with temperature dropping down below 7°C.", "Panipat is hub of ", " It is handloom centre of the country. You can stuff your shopping bags with furnishing fabrics, woollen garments carpets, bed sheets, curtains, blankets and handicrafts items. Panipat is paradise of textiles. Panchranga pickles of Panipat are famous all over the world. Other knick knack items jewellery, craft objects, jute handicrafts, jute products and jute gift items are worth a steal.", "The city is the ", "paradise with festivals epitomising the tradition and values of the city. All the festivals are celebrated with great fervour and much gusto. Important festivals like Lohri, Makarsankranti, Diwali, Holi, Navratri, Baisakhi, Gangore, Gugga Naumi are important festivals of the city. Local language is Haryanvi with Punjabi being the secondary one. Official languages are Hindi and English.", "Panipat ", " are simple, nutritious and wholesome. The staple food is loaves made of flour either of bajra, wheat or gram with green chillies to burn anyone’s tongue. Porridge or Khichari of bajra or moon dal or rice is common in all the households. When it comes to beverage glass of Lassi or butter milk is the best option. Other mouth watering dish is small thick rotis made from barley which is cooked directly on fire. Non vegetarian dishes also occupy vital place in the platter."]},
{"title": ["Shimla – Unveil the Magic of Snow Capped Mountains"], "content": ["Want to have a tranquil and serene aura in your outings. Then Shimla is the better option to for. Nestled in the Himalayan foothills, this hill station has grabbed tourists attention from all over the world because of its breathtaking scenic natural landscape, snow capped hills during winters and picturesque landscape.", "This small hill station is bathed with lofty snow capped hills, surrounded by lakes and lush green pastures which appear as though an artist has painted them. The best thing of Shimla is that it has retained its colonial charm thus creating ambience which is a rare scenic beauty that one can hardly find in the country.", "This is one tourist spot that can be visited any time during the year. Summers here are cool with pleasant evenings while winters are bone chilling where the temperatures fall below the zero degrees."]},
{"title": ["SHIMLA-The Empress of the Hills"], "content": ["The beautiful hill station in the lap of nature, Shimla has the most natural scenic beauty that can mesmerise any onlooker. It is blessed with natural bounties beyond anyone’s imagination. This beautiful hill town surrounded by pine and deodar forests is situated in North West Himalayas and is the capital of the state of Himachal Pradesh.", "It was the summer capital of British. ", " dates back to the year 1804 where the Sikhs defeated Gurkhas, who after losing thousands of men in the battle came to ransack the hills and states surrounding Shimla and began their ruthless rule. In the year 1815 the British forces overpowered them in the fierce battle and liberated the hill men from the drudgery of Gurkhas.", "The ", " attracts many visitors not only from India but from all over the globe.  The wholesome climate of this city is highly harmonious for spending summer holidays. The soothing surrounding of some rare view of flora and fauna keeps the onlookers spellbound. The rolling snow bound hills in between the white clouds is really fabulous and magnificent view. The summers are mild and thus enjoyable; winter is very chilling and extends up to December. The snowfall during the year end makes the cold climate unbearable. During winters ice skating and winter sports are the major tourist attractions.", "The ", " ", " are : the Mall road, the main street and is the shopaholics paradise, Ridge road, Jakhoo hill , the highest peak in the area and gives the bird’s eye view of the entire city and has ancient temple of Lord Hanuman, Shimla State museum that has ancient painting and sculptors of Himachal Pradesh, beautiful township Summer hill, the second oldest Church in North India – The Christ Church, the flat terrain Annandale which is the playground of the city, Tara devi temple at the foot hill  is the famous tourist destination because of its breathtaking and alluring surroundings.", "Shimla is the replica of the ", " of the Hill people or the paharis. They led a simple life with high values and thoughts. They are blend of different races and tribes and follow their traditions with full devotion. Their hospitality is worth mentioning as they treat the outsiders as their family members. The city’s ", " is correlated with its occupation i.e. Agricultural and Live stock rearing. Their traditional colourful dress and antique jewellery are truly feast to the eyes. You will be mesmerised by their folk songs with thumping beats feet tapping dance forms like Dance of the demons, Rasa dance etc. Tribal music of this city is famous among the tourist.", "The ", "is unparallel art of metal, stone and wooden crafting. The handwork of the people here is commendable and the beauty of Thapada and Kohana embroidery can be witnessed in shawls, dresses and kurtis. It is the hub of traditional metal and bead jewellery characterised by artistry of the locals.", "This ", " customised to suit your style, standard and budget. The hospitality services offered by these hotels are at par with international standards. One gets the feeling of home and one to one relation with nature in these hotels. ", "are true delight as the place has lot to offer on its platter.  You can savour with delight the yummy taste of the street food that is served by street vendors.  This city hosts Famous Food festival serving the mouth watering cuisines are the hot favourites of both Indian and foreign visitors. This city is the fruit bowl with variety of fruits like plum, strawberry, apple etc."]},
{"title": ["Shimla-Paradise hill station of the North"], "content": ["Former summer capital of the British, Shimla is the Queen of all the hill stations. With its impeccable bounties of natural beauty, the city is all time tourists favorite where tourists from all across the globe swarm like bees to witness the pleasant weather and cool climate along with hill side beauty.", "The green hills with snow capped peaks makes the entire atmosphere stupendously beautiful. The city has derived its name from the goddess “Shayamla Devi” who is incarnation of Goddess Kali. Founded by British in the year 1819, this capital of Himachal Pradesh is blessed with mesmerising natural beauty that is beyond the imagination of any individual.", "The cool climate and salubrious environment blended with the majestic structures made in the colonial era creates a magical wave which makes it stand different from other hill [wp_ad_camp_1] stations.", "Sojourn in the city brings one closer to the nature. Retaining its colonial heritage, Shimla stands tall with grand old buildings and ancient churches. This photographer’s paradise is truly called the traveller’s paradise because of its breathtaking attractions:", "Shimla is among one of the few places in the world where huge amount of history and heritage are blended together and it’s cool and wholesome climate makes it truly a summer retreat."]},
{"title": ["Pushkar –The Divine city of Peace, Spirituality and Power"], "content": ["Emerge in the divine atmosphere of Pushkar, the holy city nestled in the eastern part of Rajasthan. The core of this place is temple of Lord Brahma, the vibrant fair and Pushkar Lake which has made this place famous all over the world.", "Every year umpteen numbers of tourists swarm this city to get the feel of religious and spiritual atmosphere that is spread all over. Also the breathtaking and scenic natural beauty of the place also lures all the visitors.", "Ideal time to visit the place is the month of November when the city hosts the most famous camel fair which makes the place alive with energy and enthusiasm. This fair which was started initially as a medium of initiating local cattle and camel traders has mushroomed over the time as the major tourist puller with spectacular colours.", "Pushkar fair as it is known worldwide has been the premiere attractions of the city. The fair is the best shopping hub rendering the visitors best deals as one gets the chance to fill the shopping bags with wide range of items such as textiles, accessories, ornaments, camel covers, leather goods, brass utensils and varied varieties of art and craft items all under one roof.  Shopping places that enthrals all the visitors are Sarafa Bazaar, Kedalganj Bazaar and Baza Bazaar by rendering ample shopping experience.", "The enthusiasm of all the tourists reaches sky high after witnessing the splendid camel and cattle race. Music and dance adds the extra zeal and zest to the entire fair.", "\nOther attractions of the city includes the one and only unique temple of Lord Brahma, Camel safari which showcases to all the visitors the essence of dessert life and the Holy lake where people come to take a dip with the hope of washing away their sins.", "Pushkar is the vegetarian hub and paradise for budget travellers. It has in its platter all kinds of vegetarian food that are common throughout the world. The street food of the city is famous for its lip smacking taste.", "The city also known by the name “Town of Temples” is said to have over 400 temples in its ambience. It is thus considered as the most sacred place on earth by the Hindus. The city has mystic aura that enables the individual to retain the divine balance by respecting tradition, appropriate dressing and totally abide all the local restrictions i.e. eggs, alcohol etc.", "Pushkar has a special power of pilgrimage aura, the spiritual presence that stimulates the human capacity of creativity and devotion. Pushkar also is the haven for adventure savvy people as the city offers thrilling acts like Camel safari, Horse riding, full day safari and half day safari to all the tourists at the most reasonable rates."]},
{"title": ["Haridwar – Abode to Aura of Religiousness"], "content": ["Hari means Lord and Haridwar means abode to the world of Lord. Haridwar as the name suggests is the city that has religious significance. Pilgrims throng here to purify themselves after bathing in river Ganges.", "The place occupies significant importance as pilgrimage spot in Hindu mythology. In fact it is regarded as one of the seven holiest places. Umpteen numbers of pilgrims gather around Har – Ki- Pauri ghat to experience the divine aura.", "Another significance of this place is that Haridwar is one of the four places where drops of nectar fell from the pitcher that was being carried by Garuda and this place is named as Har- Ki- Pauri.  Also this place is said to give salvation to the ancestors. Here thousands of people take a dip in holy waters of Ganges.", "Other places of attraction are Chandi Devi temple, Maya Devi temple and Manda devi temple which attracts many tourists. The renowned Kumbh Mela is organized every 12 years where mammoth numbers of pilgrims swarm the place from all over the world to be a part of this auspicious mela.", "Also the city is perfect collage of rich cultural heritage and civilization. All the Hindu festivals – Diwali, Holi etc are celebrated with great pomp and gaiety. The place gets bathed with colorful festivals and cultural activities viz. Kavad mela, Somvati Amavasya Mela, Ganga Dashara  etc all are celebrated with lots of zeal and enthusiasm. Traditional songs are sung by locals to offer prayer and love to the Almighty.", "Climate of Haridwar is pleasant for many months of the year. As it is nestled at the foothills of Himalayas, the climate always remain warm all through the year. So this place can be visited any time during the year.", "Haridwar has umpteen numbers of restaurants and eating joints. Being religious place non vegetarian food is strictly prohibited and the city has in its platter simple vegetarian foods that are hygienically prepared. Such simple yet tasty vegetarian food symbolizes piousness and purity     of life.", "The place being holy city has in its ambience spectrum of art and craft items, items having religious significance, wood carvings, stone carvings, brass utensils, wide range of decorative items and wide range of Ayurvedic products. Small stone made kitchen toys, idols of God are really worth a buy.", "Tourists from all across the globe come here to witness the incredible Ganga Aarti at Har- Ki- Pauri Ghat. Every day during evening this Aarti is done to offer prayer to Goddess Ganga. This divine light ceremony is filled with song, prayer and rituals. During Aarti light lamps are offered to God and these lamps are left to float in the river Ganga. This sight of sparkling lamps with their reflection in the river mesmerizes every onlooker.", "Haridwar – The Gateway to the Gods is perfect blend of rich cultural traditions and religious flavors and it takes pride in being one of the seven holy places of Hinduism. A visit to this place once in life period augments the spirituality and religiousness of the inner soul and body."]},
{"title": ["Shimla- Panache in True Sense"], "content": ["Thematic picturesque beauty, spectacular, amazing all adjectives blended together can hardly describe the scenic beauty of the amazing hill station Shimla. Aptly described as the queen of the hills, Shimla is the most preferred holiday destination by the visitors from all over the globe.", "Colonial bungalows, historical structures, awesome streets, backdrop of Himalayas circumscribing the city makes this hill station the most preferred one all year around. The city has alluring climate that attracts mammoth numbers of tourists.", "Once regarded as the summer capital of the British because of its climatic conditions similar to the London city. Now capital of Himachal Pradesh the city enjoys pleasant and cool weather because of its location in high altitudes.", "Shimla enjoys three distinct seasons i.e. summer, winter and monsoon. The hill station is spread with cool breeze flowing from the Himalayan ranges makes the place favourable for the cold weather seekers. Summer season – (April – June) is the most suitable time to visit the valley and to witness the impeccable God gifted landscape of Shimla. However Monsoon season from July to September has some heavy down pours, certainly not advisable for tourist visit.", "The hill station wrapped in forests of pine, rhododendron and oak mesmerizes the tourists with its natural scenic beauty and pleasant climatic conditions. Shimla has umpteen numbers of tourist attractions viz. Mall Road, Shimla Ridge, Annandale, Glenn, prospect hills all showcase the natural beauty that rejuvenates the soul and body of all the visitors. Kufri which is snow filled place is known for adventure sports like ice skating, skiing or roller skating, paragliding, trekking etc.", "The tour to Shimla guarantees loads of euphoria and thrill as one starts with sightseeing of hills and also offers exciting adventure events like skating or skiing that elevate the holiday mood to a whole new level.", "Shimla also is the religious abode and its temples – Tara devi temple and Jakhu temple renders the divine and spiritual aura to all the visitors. Chandwick falls with its silvery water flow will casts magical impression in the minds of the tourists that will be cherished till eternity. [wp_ad_camp_3]", "Shimla is the hub for shopaholics with umpteen numbers of shops lined up at the Mall road selling artifacts and other items that will definitely be your shopping goodies. The hill station offers yummy savouries in its platter. Road side dhabas selling authentic north Indian food are common on the way to Shimla.", "This traveller’s paradise is really a treat to the eyes. Another attraction of Shimla is the toy train which is famous for its authentic railway tracks in the world. Architected for about 50 years, these tracks have found their place in the “Guiness Book” for their engineering excellence in building narrow gauge railway track in the country.", "Panoramic view, breathtaking landscape, amazing food and friendly people all makes this place a million dollar worth a visit."]},
{"title": ["Haridwar-The Gateway to the Gods"], "content": ["Haridwar the holy place in Uttaranchal and is nestled in the base of Shivalik ranges of high Himalayas. It is said that Goddess Ganga came to earth and is residing in this holy city fulfilling her obligations of absorbing the heat and negativities of the earth. This religious heritage is also celestial abode to four religious places Gangotri, Yamunotri, Badrinath and Kedarnath.", "Haridwar has pleasant ", "for many months of the year because of its location in the hilly areas. The city witnesses three seasons viz. summer season from March-June is very hot and humid with temperature soaring high to 40°C but with relief of cool weather during nights. Monsoon from June till September has moderate downpours with high humidity and winter from October till February has chill climate with minimum temperature about 6°C.", "The fairs and festivals celebrated in Haridwar showcases it’s ", " The famous Kumbh mela is organized every 12 years with more than 1 crore pilgrims coming from all over the world swarm this holy city and participate in this mela. The city is kaleidoscope of rich cultural heritage and civilization. All the Hindu festivals – Diwali, holi, Gokulashtami etc are celebrated with enthusiasm. Apart from these Kavad mela and Somvati Amavasya Mela are also celebrated with much gusto and respect. Folk songs sung by locals symbolize their prayer to God.", "Haridwar is ", " paradise with treasure trove of items to be explored. Sojourn in this holy city one can fill in shopping bags with items associated with religion and spirituality. Spectrum of art and crafts items, pooja items, wood carvings, stone carvings, wide range of jewellery items, brass utensils, pickles, handmade decorative items and wide range of Ayurvedic products. Idols of Gods, kitchen set toys made from stone for kids etc are worth a catch.", "Haridwar has in its platter wholesome ", " prepared hygienically. All the restaurants serve authentic vegetarians food to the pilgrims. The vegetarian food in this holy place is served epitomises the piousness and purity of life and devotes long for vegetarian dishes to keep religious sanctity intact. As the city has visitors from all over the globe, multi cuisine restaurants have emerged but still the city is known for its inherent vegetarian delicacies.", "Haridwar has umpteen numbers of ", " right from simple Dharamshala to budget hotels to five star hotels. Dharamshala offers cheap and clean accommodation with basic amenities. Budget hotels provide all the necessary amenities at minimal cost. Five star hotels provide you with modern and luxurious stay at high cost.", "Haridwar is impeccable blend of rich cultural tradition, history and religion. It is one of the seven holy places of Hinduism. One must visit Haridwar at least once in lifetime and augment the spirituality and religiousness from within in this holy city."]},
{"title": ["Dalhousie-Stupendous Natural beauty in the lap of hills"], "content": ["Dalhousie, a hill station named after British Governor General Lord Dalhousie is the impeccable cut out gem with breathtaking natural beauty nestled in Himachal Pradesh. It was the British government’s summer retreat. Circumscribed within five hills, Kathalagh, Potreyn, Terah, Bakrota and Bhangora and built in 1850’s this spot is all time tourists favourite.", "This mesmerising hill station has pleasant ", " throughout the year. Summers are pleasant with temperature less than 35°C from March to May. With beautiful thematic landscape of snow at high altitudes this season is the most perfect time for tourists, Monsoon season from March to May with mild irregular showers are very attractive as climate is cool with mild down pours making the entire aura energetic and joyful. Winters from December to February are extreme and chilly with temperature ranging from 10°C to 1°C and frequent occurring of snow falls leaves the visitors spellbound and speechless.", "The city is spread with beautiful bungalows and churches of Scottish and Victorian origin whose architecture is par excellence.", "Dalhousie unravels age old ", " and traditional beliefs. People are very warm and have friendly nature. They rejoice with their tradition folk dance and music. Festivals and fairs are celebrated with great zeal and zest. Dussehra and Diwali are celebrated with full  pomp and joy. Christmas provide full festive mood and is celebrated with much gusto. Ice skating carnival which hosts fancy dress competitions, dance shows, ice hockey is celebrated with perfect festive mood. New Year celebrations are done in authentic style with locals worshipping Goddess of wealth – Shiskar Apa by performing dance programs in the month of January. Other festivals like Lohri and Maghi are celebrated with great fanfare and fun.", "Dalhousie has in its platter good variety of ", "to elevate the mood of your holidays. Road side dhabas with dal, rice, vegetables and roti are worth tasting. One can savour multi cuisines like Indian, Mughlai, Kashmiri and Chinese in all the restaurants of Dalhousie.", "Dalhousie is shopper’s paradise. One can fill the ", " bag with handicraft items like mufflers, shawls, bags, caps etc. All these are available at reasonable rates and good quality is really worth a steal. With pleasant atmosphere and natural scenic beauty shopping turns out to be fun filled experience.", " is not an issue in Dalhousie as hotels have increased manifolds due to large tourists’ attractions. This Little piece of English Raj has wide range of hotels from budget to four star options. British built many lodges and hotels with great spice of hospitality in their services which is prevailing even today in all the hotels of the region.", "One has to visit to feel the beauty of snow capped mountains, impeccable meadows spread all over and wonderstruck natural beauty. Dalhousie is treat to the eyes."]},
{"title": ["Darjeeling-The Panoramic Beauty"], "content": ["All of you have heard the name of Darjeeling tea, the place that is well known for its tea plantations spread over large area. Darjeeling, the stupendous hill station is circumscribed over the steep mountain ridge, surrounded by emerald green tea plantations.", "The hill station has become the main attraction that has in its ambiance interesting explorations that any curious bag packer would love to explore. Places of interest in Darjeeling are:", " The name itself showcases that the place is haven for all climbing trekkers and enthusiastic. It was established in the honor of Tenzing Norgay, who along with Sir Edmund Hillary climbed the Mount. Everest in 1953. It is the museum that has loads of mountaineering displays and many expedition artifacts, hostel for mountaineering students etc.", " It is located in the same vicinity of Himalayan mountaineering Institute. It has animals of hilly areas, mostly of upper Himalayas. One can come across some rare species of animals are viz. Red Pandas, Snow Leopards, Tibetan Wolf etc.", " The highest point of the hill station is tiger hill. Tourists throng this place to witness the breathtaking view of Kanchenjunga and the snow capped peaks of Himalayan range. The picturesque landscape of peaks covered with snow is truly breathtaking aura which allures mammoth of the visitors.", " Ropeway provides bird’s eye view of the valley. Known by the name Ranjeet Valley Passenger Cable Car, one can witness mind blowing view of the valley and get mesmerized by wide spread lush tea gardens, dense forests, dazzling mountain stream, waterfalls and the snow filled at the back ground.", " It is the terraced gardens at different levels which are cut by the rocks having waterfalls. There are various terraced seating arrangements that are made at various levels. The main attraction is the waterfall that flows all the way from the top and over the rocks below. One has to climb over the rocks to reach the top spot and on doing so one gets to witness the panoramic view of beautiful flowers, trees, shrubs at all the levels.", "Other places of attraction are: Ganga Maya Park, Japanese temple, Peace Pagoda, monasteries and churches. The culture of the place is perfect blend of diversity amidst uniqueness. It is the home to immigrants from Nepal, Sikkam, Tibet, Bhutan and Europe. Darjeeling festivals has spice of two religions – Buddhism and Hindu and place gets lit up with vibrant colors during Diwali, Janmastami, Saraswati puja, Loosar, Losoong, Loosar etc.", "The platter of Darjeeling has yummy lip smacking delicacies that tickle the taste buds. The varied mixed culture paves way for diversity in food and thus the place offers delicious momos, Thupka, vegetarian dishes, Nepali food and the Naga cuisines.", "The scenic natural beauty also is haven for shopping. The tourists can fill in their shopping bags with economical woolen clothes, Himalayan handicrafts, not to forget the famous and refreshing Darjeeling tea, decorative items and bamboo items.", "Darjeeling has with its awesome scenic beauty, gorgeous mountains peaks and bountiful of natural beauty is makes this place truly refreshing retreat where one can find solace from hurry burry city life."]},
{"title": ["Kanyakumari-The Virgin Beauty of South India"], "content": ["One of the most impeccable places in South India, Kanyakumari is place nestled at the southernmost end of Tamil Nadu. It is the place where India ends and where three seas- Bay of Bengal, Arabian Sea and the Indian Ocean meet. It has many tourists swarming from all parts of the world.", "Kanyakumari is bestowed with breathtaking natural beauty of nature. It is also referred as Cape Comorin. Circumscribed by Majestic Hills with plains that has colourful seashore as its border, tall standing coconut trees, pristine rivers and paddy fields mesmerises the visitors and make them feel like heaven on earth.", "Kanyakumari is the coastal panorama beauty which casts magical spell on its visitors with its pleasant and soothing climate and bountiful beauty of the nature."]},
{"title": ["JIND-Mythological Epitome of India"], "content": ["Jind, a district headquarter of Haryana, is situated in the north – west of Delhi. The city has historical and mythological importance. Age old history believes that Lord Vishnu has taken incarnation of Varah in this place and made mother earth beautiful place to live in. Archaeological remains found here support this history. The city derives its name after the name of Jayant, the son of Lord Inder. Another history tells that the name is derived from Jainti, the goddess of victory whose temple was erected by Pandavas whose blessing they sought before the ferocious battle of Mahabharata.", "The city has dry ", "very hot in summer and cold in winter. The city witnesses four seasons. Summer season from March – June, Pre monsoon season from south west monsoon winds lasts from July – September recording high humidity in the atmosphere followed by post monsoon season from September to November and winter from November to March.", "The main", " spoken are Haryanavi, Hindi and Punjabi.  The city has small scale industrial units for manufacturing of radio and electrical goods, fabrication of cement, soap, candles, etc. The first large scale industrial unit was Milk Place at Jind followed by manufacturing of steel plant and cattle feed plant.", "Jind has all types of Haryanvi, Punjabi ", "in its platter. Dairy products are most common in all the dishes of the city. Bajre ki roti, Bhane ki roti, Gajar ka raita, Ghiye ka raita, Tamator pyaz ki chutney, Hare chane ki chuntey, Mirch ka achar, Churma, Palak Dahi ka saag, Kadhi Pakoda, Besan ka halwa, Matar ki chutney all are most mouth watering and tasty dishes of Jind. Punjbi cuisines like Paratha, Chole, Rajma all find unique place in the food variety of the city. New multi cuisines restaurants have sprung up in the city viz. Italian, Continental, Chienese etc.", "Jind has vibrant and lively ", " destinations main shopping hangouts being Punjabi Bazar and Main Bazar. One can stuff their shopping bags with traditional handicraft items, foot wares, high quality silk stuffs, homespun cottons, Kashmiri jacket, shawls, daily use wears and western style outfits. Sky is the limit when shopping in Jind.", "The city has umpteen numbers of ", " from budget hotels to the luxurious ones. The city not only provides good accommodation but also has good hospitality facilities. All the hotels offer impeccable services and render great living experience."]},
{"title": ["The Place which Symbolises true and pure Love-AGRA"], "content": ["Agra – the place which stands tall with pride for it is the witness of pure love and unquestioned bonding between the two souls. It unravels the flair and aura of immense and impeccable love due the presence of the world famous monument “The TAJ MAHAL”.", "Not only in India but all over the world, the place Agra is correlated with the monument of love- The Taj Mahal, which is one of the Seven Wonders of the World and precious jewel of Muslim architecture in India.", "Agra , the former capital of  Hindustan ( now India) is a city located in the banks of the river Yamuna in the northern state of Uttar Pradesh. It has major tourist turnover throughout the year savouring the splendid Mughal – era buildings most prominently the Taj Mahal, Agra fort, Sikandara and Fatehpur Sikhri. This city takes pride in being included on the Golden Triangle tourist circuit along with Delhi and Jaipur.", "a rates back in the years of Mahabharat wherein the place gets a special mention in the epic as the forest of Agraban closed to Mathura. The credit of finding this city goes to Badal Singh in the year 1475. The Sultan Sikandar Lodhi made Agra as his capital city. Agra unfolds the Mughal love for architectural monuments which were built in contemporary Mughal style.", "in Agra are semiarid and tropical climate. One can experience cold and at times foggy winter, hot and dry summers and a monsoon season with heavy rainfall. The main religion that dominates this city is Hinduism followed by Islam and Jainism.", "Agra is the mirror replica of the rich and lavish lifestyles of the then Mughal rulers which is reflected in the ", " constructed by them. The world famous Taj Mahal, Agra Fort, Fatehpur Sikri, Itimad –Ud- Daulah (Baby Taj) Akbar’s Tomb, Mankameshwar temple, Swami Bagh Samadhi, Guru ka Tal, Jama Masjid, Chini ka Rauza, the oldest Mughal garden – Ram Bagh, Mariam’s Tomb, Ketham lake – which has splendid variety of aquatic life and water birds and the Mughal heritage walk all these symbolises the Mughal history and their standard of living.", "The fairs and festivals have the shades and flavours of the surrounding areas viz. Mathura and Vrindavan. This is reflected in the ", " that are organised in the city. Cattle fair, Janamashthmi festival celebrating the birth of Lord Krishna, Dussehra, Taj Mahotsav, Bateshwar Fair, Ram Barat, Kailash fair are all celebrated with great pomp and valour.", " is never an issue as it has hotels that cater to the tourists of every hue.  This city is the most favourite tourist destination across the world and each of these hotels are widely appreciated for their standard, distinguished and traditional Indian hospitality services.", "Agra is the paradise for shopaholics and it ", " in leather items, dress materials with embroidery work, sandalwood and rosewood items, carpets and mini Taj replica models which are seen as a decorative item in most of the houses. One cannot resist the temptation from having   Agra’s ", " Petha (sweet) and Dalmoth (salty).  The mughlai cuisine, dry fruit milk, chaat, paratha that tickle your taste buds the moment you put them in your mouth.", "The narrow lanes of Kinari bazaar, Raja Mandi, Fuhaara and Lohamandi provide you with the best bargains at dirt cheap prices.  Agra- the city of Taj has everything under one roof right from splendid monuments, mouth watering cuisines and shopping markets."]},
{"title": ["HYDERABAD-The princely state with Historic Aura"], "content": ["Hyderabad, the capital city of Andhra Pradesh was conceived in the year 1591 by Mohammed Quli Qutub Shah, the fifth Sultan of Qutb Shahi dynasty. The city was originally named after his wife Bhagyamati and was formerly known as Bhagyanagar.", "The city is fairly warm all throughout the year. The summers (March- May) are very hot with temperature soaring to 45°C making the travelling difficult under the burning hot sun. Winters (November – February) are dry but pleasant and offer favourable time for visiting the city. Monsoon (June- September) has moderate rainfall with heavy winds and humidity certainly not good time for travelling in the city.", "Hyderabad is favourite tourists’ destination as it has array of monuments, forts unravelling the rich historic culture belonging to ages of the yore. The famous monument Charminar which symbolises the city has become its’ signature and is loved by all the visitors for its impeccable beauty.", "Hyderabad has many ", ". The food culture is heir loomed by various rulers of the state and the cuisine has aura of amalgamation of all these princely legacies like Nizam, Mughals, Turkish and Arabs blended with influence of native Telugu and Marathwada cuisines.  Hyderabadi food has broad range of rice, wheat and meat dishes nicely gelled up with various spices, herbs and natural edibles. Hyderabadi Biryani is the world famous meat and rice dish, Haleem, spicy curries, Lukhmi and the famous Baghara Baingan and desserts like Faluda, Badam ki Jhab, Gajar ka Halwa, Apricot pudding, Bread pudding etc all showcases the princely influence.", "The ", " of Hyderabad is diverse and is combination of different cultures. This “City of Nizams” has very proudly retained its unique traditional culture with a touch of modern life style. Locals are regarded very friendly and their hospitability is famous all over the world. Being melting pot of cultures, ethnicity and religions all the festivals are celebrated with great pomp and enthusiasm. From Local festivals like Batkamma, Batkamma Panduga to religious festivals; Sankranti, Ugadi, Diwali, Ganesh Chaturthi, Bakri ID and Ramzan all are celebrated with full of life.", "Hyderabad is the ", " with umpteen numbers of things to shop for. Pure pearls are most famous among the visitors, jewellery, bangles, traditional arts and crafts, saris, handicrafts, handloom fabrics; Kalamkari Himroo, wood – stone carvings, brass ware and much more your list will not end! Begum Bazar and markets near Charminar are the famous shopping place in the city.", "As tourist who are lined up with variety of hotels based on your hue. Good hotels, budget hotels and luxury hotels all have good and modern amenities blended with warm hospitality. For experiencing the flavours of transcended royalty, luscious cuisines and rich princely atmosphere one has to spent fruitful time in this largest and richest princely state of the country."]},
{"title": ["Agra-The city of Love"], "content": ["Agra takes pride in nestling in its ambience – The most splendid monument – The Taj Mahal. It is the magic of Taj that draws mammoth number of tourists like moths to the city. Nestled in UttarPradesh on the large bend of holy Yamuna River, Agra showcases the magnificent glory and wonderstruck Mughal architect of age old era.", "In fact for many, the word Agra epitomizes Taj Mahal – one of the Seven Wonders of the World, whose beauty is renowned and known all across the globe. Agra, the state capital of Lucknow is on the itinerary of all the travelers – domestic and international.", "Apart from being the capital city to the Mughals during their regime, Agra also has history dated back to the rule of Mahabharata, where it was called Agrevana. The city has many historical monuments, many of which are UNESCO World Heritage sites viz. The Agra fort, Fathepur Sikri, Akbar’s Tomb, Sikandra, Jama Masjid, Ram Bagh, Ankit Tal and not to forget of the great Taj.", "The weather of the city is extreme with hot burning summers and ice chill winters. The city is famous for leather goods, awesome handmade carpets that epitomize the Mughal art, gold and silver jewellery and handicrafts like zari, zardozi, marble and stone carving. Also the markets are flooded with Miniature Taj Mahal replicas which form the main item for all the tourists in their shopping list.", "Agra has mouth watering delicacies in its platter. There are many restaurants in the city that serve lip smacking Mughlai, Indian and Chinese food. But if one want to give the taste buds a treat of local flavors, then one has to indulge oneself in the sweet candy called Petha and Dal Moth – a traditional spicy savory. The city is also a haven for street food lovers as one can find Chat stalls at every nook and corner. Market named Kinari Bazar houses plethora of local street foods and is famous with both locals and the tourists.", "For me Agra epitomizes the splendid beauty of Taj Mahal that was built by the grieving Mughal Emperor Shah Jahan in the memory of his late wife Mumtaz Mahal.  I was dumb stuck by the unrivaled beauty of the monument that will be in my memory till eternity. No doubt sojourn in the Taj really makes one get the aura of love and care, which this monument symbolizes at its best.", "Festivals and fair reflects the cultural aura of Agra. Taj Mahotsav is the much famous and beloved festival of the city. It houses good display of arts, crafts and culture of India along with classical dance and song performances. This festival organized by Uttar Pradesh Tourism is an event to entice the tourists and acquaint them with the legendary skills of Indian artifacts and craft. Other fairs like Bateshwar, Ram Barat, Kailash fair etc are the other attractions of the cultural fiesta of the city.", "Agra needs no propaganda as it houses the impeccable world beauty Taj in its lap. In fact no tour to India is complete without the visit to Agra to get the glimpse of awesome Taj Mahal."]},
{"title": ["NOIDA-The Booming city of Uttar Pradesh"], "content": ["New Okhla Industrial Development Authority was administered in the year 1976.  Nestled in Gautam Buddh Nagar district of Uttar Pradesh state, Noida is known for its wide roads, modern life style and impeccable maintenance. The city is located across River Yamuna in Delhi. It is rated as most modern city of India.", "Noida has humid sub tropical ", " with semiarid climatic conditions with summers from March to June where the temperature soaring up to 48°C  remain hot and dry spread with heat waves , Monsoon season from mid June to mid September witnessing more than average down pours. Winters are cold and hazy with temperature dropping down till 3°C.", "Noida is cultural hub which showcases unity in ", " diversity. All the festivals are celebrated with great pomp and valour. It is mushrooming as the IT hub of the country with many famous MNCs moving toward this region. The festivals celebrated by local population are Ram navami, Diwali, Janmashtami, Nag Panchami, Holi, Eid, Christmas etc. Languages spoken are Hindi, Urdu and English. 17", " April is celebrated as Noida day symbolising the conception of the city.", "Noida is filled with many ", " malls and centres. One can buy affordable and branded clothes, foot ware and other fashionable accessories and other knick knacks from Noida. Centre stage mall, The Great India place mall, spice mall etc are best shopping hub in the city. Apart from this modern mall the city has many traditional and old type markets such as Indira market, Naya Bans etc.", "It has many yummy multiple cuisines in its platter. The city borrows food culture from the capital. It offers all the delicacies that one savours with great delight. North Indian food, South Indian dishes, continental, Chinese cuisines etc are famous in Noida.", "The city has various ", " catering to your needs and budget. Economical and budget stay options are available in the city at much affordable prices. If you aspire for affluent hotel services then luxurious hotels are in the pipeline. This spic and span city is ranked 17", "in India for its cleanliness.", "Noida is a great place to relax and chill your nerves from hurry burry life. Film city of Noida is home for many production houses and corporate office of companies. It has mushroomed as ultra modern Industrial Township and has hosted shootings of umpteen numbers of films for mainstream Hindi cinema and for other regional languages like Hindi, Bhojpuri, and Punjabi etc and thereby putting the city in the map of world of cinema. Nodia takes pride in hosting the global event; the seventh biggest film festival of India in 2007 where films and film fraternities from all over the world were invited. Film city has catapulted Noida to achieve global success and recognition."]},
{"title": ["NAGPUR-The Orange city"], "content": ["The history of Nagpur dates back to the early 18", " century. The city was conceived by Gond prince of kingdom of Deogad, Bhakt Buland. The city later on became the part of Maratha Empire under the royal Bhonsale dynasty.", "The city has very dry or semi humid ", " throughout the year. The city has in its lap three important seasons viz. summer, winter and monsoon. The summers are very hot with temperature at its peak point in the month of May with dry winds blowing all over making the climatic condition scorching. All through the year the temperature remains beyond 40C and sometime it reaches the pinnacle point of 48°C. Monsoon season which receives rains from South west monsoon winds begins in the month of June. Rain is heavy in the months of July and August. Winters in Nagpur are spine chilling where temperature dips below 12°C. The climate of the region experiences tremendous variations with scorching summers and chilling winters.", "The culture of the city is mixture of various ", ". The city is cosmopolitan where faiths and beliefs of different communities celebrate their respective tradition with unity and joy. Hinduism is the main religion of the city followed by Islam, Jainism, Buddhism etc. One can get the aura of festival feast because of following festivals : Pola, Ganesh Chaturthi, Easter, Dusshera, Diwali, Ramzan ID, Janmashtmi, Christmas, ID-ul-Fitr, Gudi Padva etc. The city of Nagpur is the perfect symbol of Unity in Diversity.", "The city also has strong bearing upon folk culture which has folk dances and folk songs which is heirloom by their ancestors. Folk songs like Bhajan. Lavani dance, Gondhal, Govinda dance etc . The city also host major cultural events like Kalidas festival, Folk dance festival etc.", "Nagpur is the 13", " largest urban hotchpotch and 13", " largest populous city in India.", "Nagpur is famous for oranges and it contains various dishes prepared with the help of oranges.  The ", " of the city is in tandem with the cultural pattern. It has diverse food habits. The staple food of the city is simple and has 3 main courses – boiled rice, pulses chapatti and vegetables. Every food has liberal amount of ghee spices which are used as taste enhancing ingredient. Other savouries include raitas, papad, chatnis, etc. Peanuts, dried coconut and ghee are used for garnishing.", "Nagpur is the shopper’s paradise. The city is ", " for its oranges and one can savour with delight some orange products like jams, jelly, fruit squash etc at economical price and in great quantity. You can carry pretty handicraft items as souvenirs. You can shop on some fantastic rich collections of jewellery, textiles, quilts and blankets etc at reasonable price.", "There are many accommodation facilities near airport and station that caters to varied requirements of different tastes and preferences of tourists. All hotels provide good hospitability services, hygienic food and all basic amenities. This Tiger Capital of India is the 2", " largest green city after Bangalore."]},
{"title": ["MUMBAI-City that Never Stops"], "content": ["Mumbai is the commercial capital of the nation. The history of this dream destination dates back to the formation of seven islands namely Colaba, Mazagaon, Mahim, Parel, Bombay Island, Worli and Old women’s island, the groups which were fragments of Ashoka Kingdom and were colonized after the death of the great ruler King Ashoka.  The name Mumbai is given as an epithet derived from the name of local Goddess Mumbadevi. The city is the capital of Maharashtra state.", "The ", " of Mumbai is tropical wet and dry climate.  It is moderately hot and has high level of humidity. The city gets the seasoning of summer (March – May), heavy showers of monsoon (June- Sep), post monsoon (Oct-Dec) and winter (Dec – Feb). Heavy rain pouring from the sky during monsoon season makes travel a bit difficult floods.", "The local train is the life line of Mumbai where every day lakhs and lakhs of people travel by it to earn their livelihood. Mumbai local trains are the symbol of unity wherein people of different caste and religion get gelled up together during their journey in the train. Another face of Mumbai is the Mumbai’s Dabbawalas who devised the system to deliver tiffins or lunch of different persons across Mumbai.", "Mumbai being the cosmopolitan city, its ", " are reflected in the lifestyles of its population. This city has its own shades of cultural celebrations. Almost all the festivals are celebrated with great pomp and enthusiasm. The most prominent is the celebrations of Ganeshotsav. This ten days festival is celebrated with great grandeur. Huge idols of the Lord Ganesha is placed and worshipped with great devotion for nine days with different cultural programmes in the pipeline and on the tenth day the idol is immersed in the river to say adieu to the Lord seeking His blessing throughout the year and wish His early arrival the consequent year. Navaratri or Dusshera is the other festival that is celebrated with great joy and valour. The famous “Dandia Dance” is performed during nine days of this festival as mark of devotion to the Goddess. Holi, Diwali, Gudi Padava (celebrating New Year as per local Maharashtrian tradition) etc. are celebrated in their own traditional way.", "This busiest city offers lip smacking multi ", " in your platter. The signature dish “vada pav” is the all time favourite of every Mumbaikar. It offers gamut of delicacies like South Indian food, Maharashtrian delight, North Indian food, Continental, Mughalai, Chinese etc that tickles your taste buds and pacifies your soul. The city is famous for its mouth watering street food like bhel,  pav bhaji, ragada pattis etc.", "This city is a treasure trove with many places to be explored. The places that are deserved to be visited are: Siddhivinayak temple, Mahalakshmi temple, Hanging garden, Kamala Nehru park, Esselworld, Elephanta caves, Juhu chowpathy beach, Haji Ali Dargah, Nehru Planatorium, Sanjay Gandhi National park, Gateway of India etc.", "Mumbai is the ", "s Paradise. It is the city that symbolises style and is known for trendy boutiques and shopping malls. One can get anything under the sky in this city. Stay option in this city is easily available with hotels and lodges available catering to the needs and requirements of every pocket. Right from luxury five star hotels to low cost budget hotels all provide good hospitality services.", "Mumbai never sleeps. From beaches to Bollywood this city is known for its friendly outlook which is reflected by the friendly nature of its local population. Anyone visiting this city gets related and accustomed to its style and aura in no time."]},
{"title": ["MOUNT ABU-Safe Haven of the Desert"], "content": ["Mount Abu is the only hill station in Rajasthan and is known as the oasis of the desert. With the ancient name Arbudaanchal, this region was the habitat for Gujjars who arrived here from the Arbuda Mountain as early as in 6", " century.", "It was then fragmented part of Chauhan kingdom and later on it became summer resort for Rajput Kings of the region.", "Mount Abu is the holy place as it got the opportunity to be the home of many sages and saints. It is said that Lord Mahavira visited the city and blessed it.  This place is the most sacred place on the earth. The region enjoys pleasant ", " throughout the year because of the lush green forest cover spread all over. Summers are high with temperature rising up to 34° C and winters are pretty cool  where temperature drops down to 8°C especially during the night. This region experiences heavy rainfall which rejuvenates the entire environment and makes it sublime.", "The ", " of this region is showcased by the traditions of the local inhabitants and reflects the atavistic Indian way of life. One can get the flavour of rich and varied folk culture that portrays heroic deeds and love stories of the bygone era that are  blended with religious and devotional songs that are known as bhajans and banis. The puppet dance, Ghoomar dance and Kalbeliya dance depict the culture of this region in its own flair.", "Mount Abu is the Shangri-la for shopaholics. It is ", "for variety of Rajasthani and Gujarathi handicraft items, different variety of textile, jewellery, wooden, marble and metal items. You are mesmerised by stupendous Rajasthani paintings, leather articles, stone crafts, sandalwood and sandstone items.", "Mount Abu is in the divine lap of Mother Nature offering mystic scenic beauty that goes beyond your imagination. The city has in its orbit the world renowned temples namely Dilwara Jain temple, Temple of Vimal shah, Temple of Vastupala and Tejapala, Arbuda devi temple and temple of Raghunathji all are the greatest draw of this place. This place is favoured destination among newlyweds who are spell bound by Honeymoon point or Andra point which has fantastic scenic beauty. Other places are Nakki  lake, Toad rock, Sunset point, Gau Mukh, Wild life sanctuary, Om Shanti Bhavan,  gardens  with lush greenery and parks.", "Mount Abu has gamut of mouth watering ", " which includes in the traditional Rajasthani food namely the famous Daal – Baati churma which is the all time favourite of the tourists. Other food like Chinese, Punjabi, continental, elegant Gujarati food and yummy non vegetarian food are easily available at various restaurants in this region.", "The", "of Mount Abu cater to the requirements of every tourist based on the needs and budget. All the hotels are surrounded by lush greenery and have salubrious environment that relaxes your tires nerves. They have all the necessary amenities that will make your stay a memorable one that will be cherished till eternity.", "Mount Abu is the distinguished destination for adventure and eco tourism. It is one stop destination which has in its lap temples, natural scenic beauty, wild life adventure and mesmerising parks which reenergises your body and sooths your soul and mind."]},
{"title": ["Mumbai-The city of dreams and opportunities"], "content": ["For me Mumbai is full of life where Mumbaities fill it which love, life and energy. Being born and brought up in this city, I am staunch admirer of it. I have seen this city burn with fire during terrorist attack, being drown in water during floods but at last it comes out like the morning dew forgetting the traumas and loss and restarting again afresh with new day and new life. This is the magic of Mumbai – the city that wakes up every time after any disastrous situation. This is the magic and charm of Mumbai.", "Life in Mumbai is hurry burry, this one can witness from the people who run to catch local train- the life line of city. Almost more than half of the population depends on this medium for transport for travel. Recently started Mumbai metro is also emerging as good and quick means of transport which all Mumbaikars can trust on.", "Mumbai has in its ambience loads of places where one can rejuvenate the energy and find tranquility. Juhu beach, Siddhivinayak temple, Haji Ali, Gateway of India, Nehru Planatorium are the few places that are all time tourists favorite spots.", "The city enjoys pleasant climate with cool summers, heavy down pours and mild winters. The city that is financial capital of the country is known for fulfilling dreams of every person who has enthusiasm and will to work hard.", "As far as food joints are concerned, the city offers in its platter loads of lip smacking eateries. Vada pav and Pav bhaji, the street food of Mumbai is famous all over. Being the cosmopolitan city, it offers variety of dishes that can tickle the taste buds of any food lover.", "Mumbai epitomizes perfect example of cultural unity in diversity. Every festival is celebrated with pomp and zest. Here Ganesh Chaturthi is celebrated on high scale on one hand and on the other Moharram and Christmas is celebrated with same gusto. This feeling of oneness is the spark that bonds every Mumbaikar.", "I will not give justice to this write up without mentioning the famous Dabbawalas of Mumbai who supply hot homemade food to umpteen numbers of office people. Their efficiency, professional approach and promptness showcase their hard work and their state of art strategy.", "Mumbai is shopping paradise for all shopaholics. It offers great shopping experience. One can shop their heart off from numerous malls on one hand and on the other one have the option of street shopping from well known places like Fashion Street, Bandra linking roads etc. Street shopping offers loads of branded and non branded items at most reasonable prices. [wp_ad_camp_3] If you are good in bargaining you gonna get the best deals.", "Mumbai is the city with diversified shades where in any person become part and parcel of its simple living and high thinking aura easily. Well on the ending note the city is place where time and tide waits for none, where the people always stay ahead of time and where the sweetness of Alphonso tickles the taste buds of every person who tastes it. Yeh hain Mumbai Meri Jaan!!"]},
{"title": ["Mohali-IT hub of Punjab"], "content": ["Nestled next to Chandigarh, Mohali is the 18", " district of Punjab. The city was conceived in late 1966. The city is fast growing into IT hub with more and more IT company’s like Dell, TCS etc.swarming here to make huge investments. It is an industrial city circumscribed by Roopngar in its North, Patiala and Fatehgarh Sahib in the South. It is officially known as SAS ( Sahibzada Ajit Singh Nagar) named after the eldest son of Guru Gobind Singh Ji[wp_ad_camp_1] .", "It has sub tropical continental monsoon ", ". Summers are hot; winter is chilly and unreliable rainfall. During winter from November to February climate becomes frosty and has winter rains making the atmosphere chill. The city experiences annual rainfall of 617mm. Summer climate is characterized by temperature soaring to 44°C.  The city also experiences Autumn weather, temperature varies between 16°C to 27°C.", "Punjabi is main language spoken though Hindi and English are also prevalent. The city has", " blend of authentic Punjabi lifestyle and ultra modern one. It is perfect example of unity in diversity. All the festivals are celebrated with much gusto. The major portion of population is Hindus and Sikhs. All festivals viz. Diwali, Holi, Gurupurab, Baisakhi, Lohri, Navaratri etc are celebrated with religious fervour and enthusiasm.", "The city is many lip smacking ", " in its platter. The traditional Punjabi spicy cuisines dominate in the city. Many yummy cuisines are Dal Makhani, Kadhi, Punjabi Chhole, Butter Chicken, Stuffed Paratha, Dahi Bhalle, Rajma Rice, Palak Paneer, Chicken Tikkas, Sarson Ka saag etc tickle your taste buds.", "The city provides awesome ", " experience. Rich handicrafts, handlooms phulkaris, lacquered wood work, jewellery etc can find definite place in your shopping bags. SAS Nagar shopping area has everything for everyone. Kitchen items, leather items, quilts, blankets, textiles, jewellery, sports goods, furniture etc. are easily available and that too at best bargain [wp_ad_camp_3] .", "Textiles are available at economical prices as the city has groomed to become low cost hub for textile and garment industry.", " is not an issue in Mohali as there are umpteen numbers of accommodations that cater to every visitor’s needs and budget. One can get good and warm Punjabi hospitality in all the stay option in the city."]},
{"title": ["MATHURA-The birthplace of Lord Krishna"], "content": ["Mathura, the religious town located on the banks of the river Yamuna is the birth place of Lord Krishna. The history of the town dates back to the days of the yore. Popularly known as Brajbhoomi the city is an important spiritual and cultural tourist destination. It also became the part of Mauryan Empire under the reign of the great king Ashoka.", "This city nestled in Uttar Pradesh has ", "conditions with very hot summer (March- June) where the temperature rises to 45°C and chilly winter (December- February) yet comfortable during the day. Monsoon (July – September) has good down pours which makes the place look beautiful with fresh natural scenes all around. The best time for visiting this city is between October and November.", "The city has rich ", " heritage in its ambience. The art, religion, festivals and fairs showcases the cultural life style of the city. The culture of the city is mirror reflection of various shades of its history, religion and art.  Traditional programs like Sanjhee, a colourful art of decorating the ground with flowers, Raaslila is another important aspect of Mathura culture which envisages the belief wherein Lord Krishna along with Gopis danced with enjoyment by performing Raas on the banks of the river Yamuna, Folk dance of Braj is performed on Dooj of Holi where rasiya songs of Lord Krishna and Radha are compulsorily sung in Holi celebrations. Janmashthami and Holi are celebrated with great pomp and enthusiasm. The city also celebrates all other regional festivals with energy and joy.", "Mathura, a celestial abode to divinity has many places in its ambience which will create a heavenly spirit in the minds of each and every person visiting this place.", "Mathura is famous for its mouth watering sweets like Pedas, Khurchan and Rabris. Pedas of Mathura is the most famous all over for its mouth watering and distinctive taste and it is identification of the city. The common breakfast of the city is “Kachori and jalebi” which is served with spicy potato curry. The city is also famous for its yummy “Samosas” and “Gol Gappas”.  Lassi, dry fruit Milk, jaljeera, Thandai are famous liquid refreshments that one can have in Mathura. This city of Lord has dominance of Gujarati flavours on its ", " so you are bumped up with stalls selling khamans and dhoklas.", "The city is not shopper’s paradise yet offers loads of things that tourists can ", "for. Being a religious place one can buy many holy and religious articles made of brass and copper, holy books, pendants with images of Gods, incense sticks, clothes, sweets, Milk products like pure and aromatic ghee, cheese and chesse spreads, articles from Govt. Museum, leather shoes from factory outlets on national highway towards Agra. Mathura is known for artistic excellence which is nicely showcased in its handicraft products. You can shop on embroidered pieces of paintings, images, sculptures, silver and textile jewelleries.", "There are umpteen number of ", " in holly town of Mathura. You will come across centrally located budget hotels that can be booked over Internet. Other option one can go for are the inexpensive ashrams and guest houses. This holy city of Lord is heaven in earth. One has to visit Mathura to make oneself closer to the Lord."]},
{"title": ["Ludhiana-Manchester of India"], "content": ["Known by the name Meer Hota ages ago, Ludhiana is the city nestled at the river banks of Sutlej River, located at the centre of Punjab.  The city was founded by Lodhi dynasty and it is the brainchild of two Lodhi Chiefs -Yusuf Khan and Nihad Khan.", "The city experiences semiarid ", " and has all three seasons. It witnesses extreme type of climate – very hot during summer and very cold during winter. During summer – Mid April – Mid July days are very hot with temperature soaring to 46°C with heat wave making the climate very hot and dry. Monsoon season from July to September raises the level of humidity and giving a sort of relief from the burning sun. Winter season from November to early March is extremely cool with temperature dropping till 5°C with intermittent rains making the climate still cold.", "Ludhiana has Happy-go-lucky way of living. The locals enjoy their life lavishing with good food and standard of living. They lead a stylish mode of life and are more sort of fashion conscious when it comes to their dressing style or the hair cut. The city has a rich ", "heritage with plethora of cultural events taking place in the city. Punjabi folk songs and dances are part of any cultural event or any happy occasion. Folk music, rope dance, snake charming and cock fight are the main features of the cultural events. All the festivals are celebrated with great pomp and mush gusto. Baisakhi, Lohri, Diwali, Holi, Dusshera, Navaratri are some of common festivals celebrated with religious fervour and enjoyment.", "Ludhiana provides perfect ", " experience with everything in its ambience. You can fill your shopping bags with comfortable woollen clothes, cotton apparels and impeccable hosiery items. Other stuffs like traditional jewellery, bawa suits, trendy t-shirts, woollen kurtis, shopping related to marriage etc. You can fill your shopping bags with branded and non branded items that are available in plenty in the city.", "Ludhiana is hub for varieties of mouth watering ", ". Its tandoori way of cooking is famous all over. It has Punjabi tinge and flavour in its cooking. Lavish treat of Parathas, Rajma Rice, Cholley Bature, stuffed Nans, Shahi Panner, Sarson ka saag, Makki ki roti and lip smacking non vegetarian food are staple food of the city. Among street food Spicy chaat, Tikki, Golgappe are most sought one.", " in Ludhiana is not a problem at all. One can corner from budget hotels to luxurious hotels based on your requirements and pocket. One can get the best hospitality treatment in all the accommodations in Ludhiana.", "Ludhiana is largest manufacture of bicycles, industrial parts, auto parts and is known for its hosiery production. It is major industrial town of India which lures its visitors by its hospitality and authenticity."]},
{"title": ["Manali- Snowcapped Hill Station"], "content": ["Witnessing snow capped mountains, snow filled roads and snow rainfall gives that divine feeling which rejuvenates the mind and soul. One such place where one can get the divine experience is Manali, a hill station nestled in the mountains of Himachal Pradesh.", "The place is certainly a gateway to heavenly aura of scenic picturesque landscape. The city is placed at the high altitude and as a result of which it experiences extremely bone breaking winters and pleasant summers. One can witness the blanket of snow all over during the last days of November till early days of February. This snow capped scenario is the enticing factor that allures umpteen numbers of tourists to this place from all over.", "The culture and tradition of the people is same that of people in hilly areas. The spark of Himalayan tradition is witnessed in the cultural traits of the local population. The people of Manali lead their simple life in sync with nature and their cultural activities epitomize their simple living nature loving attitude. People worship deities who are sages, snake Gods and all the Gods and Goddess mentioned in ancient Indian scriptures. One can witness perfect amalgamation of rich tradition of folk arts, magnificent tradition and colorful festivals.", "Manali is haven for all tourists as it has in its ambience many beautiful and breathtaking sites that really make the person the slave of the beauty for lifetime. Rightly called the Switzerland of India, the mind blowing sites are Rohtang pass, Solang valley, Hidimba temple, Pin valley national park, Pandon dam etc. Of which Rohtang pass is the most popular tourist attraction.", "The place offers various thrilling adventures like snow scooter, skiing, mountain biking and paragliding. Also the nature lovers can experience the awesome beauty of glaciers and the Chanda river that flows down the in the Lahaul valley. Photography buffs must visit this place to get the lifetime click of most beautiful pictures of nature.", "Manali is the culinary delight as it offers many lip smacking cuisines and includes dishes made locally grown cereals and vegetables. Milk and milk products also dominate the food habits. Staple diet of locals includes rice, curry or cooked beaten curd, food made from dry fruits, kodra, salyara and sweet rice. Dham is famous dish that forms place in platter during festive seasons.", "Manali has interesting shopping options to general public. The tourists can fill their shopping bags with Tibetan and Himalayan handicrafts, woolen clothes, Kinnauri and Kullu shawls, Amulets, hippie clothes and mouth watering fruit products like apples, fresh fruit jams, pickles and jellies. Other items of attractions are Buddhist paintings, name plates and customized key chains.", "Manali is truly the gateway to heavenly abode. Its’ natural scenic landscape with lush greenery, snow capped hills, and magnificent gardens makes this place the most favored tourist destination among tourists who succumb to its nostalgic view of cliffs, ravines, glaciers and moraines."]},
{"title": ["Lucknow-The Land of Nawabs"], "content": ["According to ancient epic Ramayana Lucknow formerly known as Lakshmanpur was gifted by Lord Ram to his younger brother Lakshman after defeating Ravana. The city has seen rise and fall of many empires viz. Mughal, British, Sultans of Delhi, Nawabs etc. Lucknow got unique and new face because of Nawab Asaf –Ud- Daula who gave the city authentic legacy. Today Lucknow is capital city of Uttarpradesh.", "The", " condition of the city is warm and subtropical. It witnesses three seasons viz. summer season from April to June and has hot and extreme climate with temperature soaring high till 40°C. The city gets highest degree of rainfall and Rainy season from June to October witnesses’ heavy downpours. Winter climate from December till February is the best time to visit the city and the temperature falls down to 7°C. The winters are pretty cold and foggy. The city receives little rainfall making the climate more wholesome and salubrious.", "Lucknow has rich ", " heritage with a tinge of Nawabi traditions and other culture of Mughal and Sultans. The city is known for its hospitality in true sense. Ghazals, Shairi, Kathak, Thumri, Khayal, Dadra, Sher-o –Shairi reached the peak point under the royal patronage. All the festivals are celebrated with enthusiasm and fanfare with unity and enthusiasm. Festivals like Christmas, Valentine’s Day, Diwali, Holi and Eid are common festivals of the city. The Lucknow festival which is celebrated for ten days showcases the rich and unique culture of the city gelled with fine arts and craft.", "Lucknow is treasure trove of many monuments and palaces that mesmerise the onlookers with its impeccable beauty.", "The city is paradise for ", ". The most famous item is Chikan work that is globally known and appreciated. One can fill the shopping bags with Chikan saris, shirts, suits, kurta etc.  Authentic and colourful Jewellery can lure you with their impeccable beauty and elegance. The city is famous for big danglers and Jhumkas found in the dress of each and every girl. Baskets and trays made from cane are a good steal, marble hair clips, earring and other knic knacs like pens, boxes etc made of marble and granite can be corned.", "Lucknow has in its platter yummy and lip smacking ", ". This Awadh region has the authentic style of Nawabi tinge in all its unique. The city has in its platter mouth watering gamut of cuisines of kababs viz. Seekh Kababs, Boti Kababs, Shami Kababs, Galawati Kababs and Kakori kababs, breads and biryani. The city is best known for its Mughalai and Awadhi cuisine.", "If you are planning holidays this multicultural city has many ", " its ambience. Right from budge hotels to four star ones the city caters to the accommodation of everyone’s hue. This “City of Tehzeeb” or “The city of respectful hospitality” bowls down the visitor with its beautiful sight seeing places, yummy cuisines and friendly nature of the local population."]},
{"title": ["Leh & Ladakh- Heaven at the Peak"], "content": ["Nestled in the Jammu and Kashmir region, this twin places is alluring the mammoth numbers of tourists from all across the globe by its breath taking beauty and thematic natural scenes.", "Capital city of Ladakh also known has the Land of High Passes, entices the tourists by its simplicity and vivid natural beauty. Spectacular landscapes, circumscribed by serrated mountains all make this place authentic and spectacular.", "The preserved natural heritage of the golden past can be witness in the pristine lakes, un destroyed    human civilization epitomizes an exotic character and bathed in sublime aura, the place is the destination that is gaining popularity among bag packers.", "\nLadakh is one place that is bestowed with loads of natural wonders and is really enchanting region. It is not only a trekkers’ paradise but also it offers serenity and tranquility amidst picturesque landscape of nature.", "Ladakh also offers scope of adventurous activities viz. Yak safari, camel safari, snow leopard sighting, Indus River rafting, cycling, kayaking, motor biking, skiing, paragliding and trekking.", "Climate here is very cold with temperature dropping to -20° C. Intermittent snow falls occurs during winter making the climate bone breaking chill. Summers are warm and monsoon here is average.", "Buddhist religion is dominated in this region. Tibetan culture is prevalent and monastic rituals are celebrated with zeal and zest all over the region. The place gets charged up during festivals as people from all the corners of Ladakh come together and celebrate. In fact festivals are the best way to experience the culture.", "Every region has its unique food in its platter based on climate.  Leh- Ladakh also has some lip smacking food in its platter. Thukpa, Skyu, khambir, Pava, momos are the staple food of the region. Food here is perfect blend of Tibetan, Indian and continental cuisines.", "This place is haven for all the shopaholics as it has in its store items many souvenirs alluring the tourists viz. Pashmina shawls, stoles, handmade woolen socks, gloves, Tibetan silver ornaments, hand woven rugs, carpets and shawls are some of the popular items of the place.", "The virgin beauty of Leh and Ladakh has loads to offer to the tourists in terms of natural beauty, enthralling adventure activities and mouth watering cuisines.", "\nIt is undoubtedly dream destination for many tourists."]},
{"title": ["Kochi-The Gateway to Kerala"], "content": ["Nestled in Ernakulum district of Kerala, Kochi is the name derived from word “Kachi” meaning “Harbour”. The city rulers were under the control of many empires viz. Dutch, Portuguese and the British.  The earlier name of Kochi was Cochin.", "Since Kochi is located near the sea the ", " are moderately hot and humid throughout the year. Monsoon climate has heavy thunder showers and is experienced between June to September due to south west monsoon winds and light rainfall between the months October to December due to northwest monsoon winds. Summers from March to June are high with temperature rising up to 35°C while winter is mild with temperature ranging from 20°C to 35 °C.", "Kochi is ", " influence. The important traditional festivals of Kerala viz. Onam, Vishu are celebrated with religious fervour and joy. Other festivals like Holi, Diwali, Christmas, Islamic festivals Easter etc are also celebrated with great enthusiasm. This shows the city adopts cosmopolitan culture.", "Events like Cochin Carnival is organized every year at Fort Kochi every year along with various games like beach volley ball, bike races etc to mark the Portuguese New year that was celebrated during their regime. Kathakali is popular dance form of Kochi which has earned fame all over the world. Malayanam Literature is important section of Kochi one can come across transcripts of poems, translation works, novels and dramas.", "Kochi is located near sea coast has seafood as its speciality ", "the main item being Fish. It has in its platter salivating cuisines most of them being scrumptious and mild in flavour. Almost all the dishes are light and are wholesome causing no harm to the health. Vegetarian dishes like Thoran, Paachadi, kaalan etc have lip smacking taste and staple food of local people.", "All the food has banana being used in their preparation as it is widely grown in the area and also it adds to the flavour of the food. Bananas are used in preparing crunchy chips, sweets and in making popular breakfast Pootu. Coconuts are also used in many of richly dishes of Kochi. Appams, Vellayappams, Kallappams, Fish curry are other renowned dishes of the city.", "Kochi is shopper’s paradise. One can get unforgettable joyful experience while ", "in Kochi. One can fill the shopping bags with stuffs like Grass Mats; Articles anufactured from durable coconut shells, Bamboo canes, Camel bone Carvings, Metal wares, Screw pine mats, handicraft items, hand woven and ethnic textiles, jewellery etc.", " in Kochi is not an issue as it has range of accommodations to cater to the needs and budget of all kinds of travellers. Popular hotels can be found near areas like Fort Kochi and main city. All hotels have good amenities and warm hospitality.", "Kochi – The God’s own country with cool breeze of the sea, pleasant climate, and yummy cuisines is the perfect abode to spend your holidays and rejuvenate your soul."]},
{"title": ["LEH-Paradise at the Peak"], "content": ["Leh, the second largest city after Kutch was the capital of Ladakh kingdom, now Leh district in Jammu and Kashmir is one of the coldest region in the world located at a North of Indus river and is nestled at a distance of 434 kms from Manali. The city is now emerged as favourite tourists spot for trekking, valleys and breathtaking lakes.", "Leh is desert region with", " very harsh winters from October to early days of March. During peak winters the temperatures drops down -20°C. Intermittent snowfall occurs during winter making the climate still chill.  Monsoon climate is witnessed by [wp_ad_camp_1] average downpours. Summers are warm with temperature below 33°C.", "Leh is the", "and oasis of natural scenic beauty. The Buddhist religion is being dominated in the region. Tibetan culture is prevalent due to its closeness to Tibet. Monastic rituals and festival are celebrated with much gusto throughout the region and celebrate this religious fervour in gompas and monasteries. These Buddhists festivals are major tourists’ attraction. Women are treated with respect and elevated status in Leh. All the festival chants are in Sanskrit or Tibetan.", " of Leh are directly related to items found in hilly altitudes. Meat dishes are most common in this region. Potatoes, pumpkins, beetroots and beans are cooked in mild spices and eaten with mutton and chicken savouries. The famous food is Sku and Thukpa, Pava and Khambir.  Apricot jam is most favoured among tourists who eat it along with bread. Food festival is organized with many lip smacking dishes to attract tourists. Dry fruits, spices and spices are commonly used in ample quantity in cooking. With fabulous aroma Leh food satisfies your hunger and soothes your soul. Gurgur tea prepared from Yak milk and authentic spices is famous and yummy.", " in Leh provides fascinating experience. Brassware, mortar, pestles, authentic Ladakhi tea pots, bells, cymbals, Buddha idols, jade rings, bracelets, bangles, watches, pearl strings, bags, blankets,  prayers wheels, copper samovars etc. The handicraft items showcase the cultural heritage of the region and are used by local people which are crafted with beautiful art work of the local artisans.", "Pattu a unique warm and woollen fabric is famous here. [wp_ad_camp_3] Pashmina shawls, carpets, hand woven woollen clothes and hand prayer wheel are sure to occupy place in your shopping bags. Tibetan silver jewellery is favoured by all the tourists.", "There are umpteen numbers of ", " to cater to every hue. Most of the accommodations are family run and so one gets warm personal services as compared to professional ones. Guest houses are quite common catering to diversifies needs of upper class, middle and the economy ones. Accommodation as paying guests in some of homes is also another option one can go for. Government run tourists’ bungalows offer best place at affordable rates but has to be booked in advance."]},
{"title": ["KATRA-A Gateway to the Celestial Abode"], "content": ["Located in the foothills of Trikuta Mountain, ", " a small town in Udhampur district of Jammu and Kashmir is the gateway to the holy shrine of Vaishno Devi. It is the base camp for umpteen numbers of pilgrims who visit the shrine. This place has a fast growing tourism industry with array of good hotels, guest houses, restaurants, food joints and dhabas that cater to the needs and requirements of every individual.", "With mammoth increase in the number of pilgrims that visit the shrine there has been lot of development that has taken place in Katra to meet these increasing demands. All the pilgrims have to get themselves registered at Katra before starting the trekking to the shrine. This town enjoys a ", " and has within its lap summers, monsoon, winters as its basic seasons.", "Katra has ", " which are unravelled by the festivals and events the local population celebrates. One can quench his/her spiritual thirst and get an inner satisfaction that directly sooths ones soul. This town is characterized by Hindu population and it celebrates all the festivals with great pomp. The most important festival that requires special mention is Navaratri- The festival to express gratitude and which is dedicated to the nine incarnations of Goddess Durga, holds special importance and is celebrated with much gusto and vigour. Spectrums of ", " like singing competition, painting competition etc is organized for nine days where people from neighbouring states come and participate and grace the event.", "The main market or the “bazaar” as it is locally known is must place to spend some time. This is market is famous for rich dry fruits, the ", " Other items like woollen garments, hosiery, leather items etc and that too at the most competitive price are also one of the town’s main traits.", "The ", " is the foremost reason that thousands and thousands of pilgrims of any caste, community and religion turn up to visit Katra. This number is increasing by leaps and bounds year after year. Above all Jammu has amazing options for tourists and is the main gateway to the Kashmir Valley.", " in Katra is not an issue at all as one can get good hotels, lodges, guest houses and resorts as per the budget and the choice.  All these places render good standard of hospitality and courteous services at much affordable rates.  Apart from Goddess Vaishno Devi shrine, other places that mesmerise the attention of the tourists in Katra are:", "With “Jai Mata Di” echoing in the entire atmosphere, Katra is a place where Goddess Herself resides to shower the blessing on the pilgrims."]},
{"title": ["Katra-Heavenly place on Earth"], "content": ["Nestled in hilly areas of Trikuta Mountain, Katra is small town in Udhampur district of Jammu and Kashmir and is divine place and road to Holy shrine of Vaishno Devi. It is ancient pilgrimage spot and has been mentioned in Holy epic of Mahabharath where Lord Krishna advised Arjun to worship Mata Vaishno devi and seek Her blessing before the ferocious battle of the era began.", "The ", " of the place is sub tropical with three main seasons – summers, monsoon, winters. Summers are very hot with temperature soaring up to 40°C and Monsoon climate has intermittent rains lasting from August to September with high humidity. Winter from October to February has extreme cold climate and all the pilgrimage carry woollen clothes during this period.", "This religious abode has rich ", " and heirloom of ancient traditions in its lap and festivals and cultural activities of this region epitomise this cultural heritage. Most of the population is Hindu and the locals celebrated all the festivals with enthusiasm and vigour.  The most important festival that is celebrated here is Navaratri, wherein nine incarnations of Goddess Durga is worshipped along with array of cultural activities like singing competition, painting events, rangoli competition etc is arranged for nine days and umpteen number of people from neighbouring states swarm to this place to be part of these enthralling events and enjoy with full of religious and competitive spirit.", "The city is", "hub where shopaholics have umpteen numbers of items to stuff in their shopping bags. Dry fruits being the speciality of this town and other knick knacks like hosiery items, woollen clothes, leather items etc are available at most economical prices.", "Katra has lip smacking ", " in its platter. One can taste yummy Rajma Chawal, Baigan ka Bharta, Alu gobiParathas etc. Kulchas, rotis, Kashmiri food are famous in the region. Dhaba culture is normal in the streets where you get economical yet hygienic food to eat. There are restaurants serving multi cuisines like Chinese, Italian etc.", "Language of the locals is Dongri and other two main dialects are Punjabi influenced by neighbouring regions and Hindi which is the national language. English is another language that is common in Katra.", "This holy embrace welcomes mammoth of pilgrims throughout the year and has variety of ", " facilities depending on your needs, tastes and budget. One can corner from economical low budget hotel to the luxury resorts and suites. All these stay options are best in their hospitability and hygiene. They provide contemporary facilities to all its guests.", "Katra has divinity in its environment and aura. Inner spirits are elevated with the chanting of divine mantra Jai Mata Di which is spread in the air all through the region. The place which is celestial abode to religious fervour is a must visit to enlighten you soul and mind."]},
{"title": ["Bikaner – City of Forts and Palaces"], "content": ["The desert city of Rajasthan has umpteen numbers of tourists who swarm the place from all over the globe to witness the picturesque beauty of golden sand dunes, magnificent red sand stone forts, majestic palaces and Havelis and not to forget the thrilling camel safaris.", "Bikaner, a desert city was founded by Rao Bikaji, a Rathore prince in the year 1488 by converting barren land Jangladesh into a beautiful city. The city has magnificent forts and palaces that will cast a magical spell on all the tourists:", "The cultural heritage of Bikaner is one thing the visitors get impressed of. The city takes pride in preserving its pasts and the well maintained fort and palaces stand tall as the evidence."]},
{"title": ["Bikaner-The Country of Camels"], "content": ["Bikaner is city nestled in the north west of Rajasthan was founded by Rao Bikaji in the year 1488. He chose the barren land Jungladesh to build up the city and then shaped it to an impeccable city which is now known as Bikaner. The city has been witness to rise and fall of two majestic empires viz. Mughal and British.", "The ", " of is extremely hot as it is located in the middle of Thar Desert. The temperature during summer season soars up to 45°C making the entire atmosphere hot. Heat waves during summer makes the weather unbearable. The city receives very little downpours. Winters are fairly cold with temperature falling low to 5°C making the climate chilly. The weather in Bikaner is very extreme.", "The city has rich ", " heritage in its ambience. It is known for it’s Usta and Chadwa art. It hosts many fairs to unravels its traditions viz. Karni Mata fair, Kapil  muni fair, Punarasar fair, Camel festival, Kolayat mela, etc.  All the festivals are celebrated with joy and enthusiasm. Akkha Teej or Akshaye Tritiya the foundation day of the city is celebrated with great zeal by locals who enjoy themselves by flying kites. Others festivities like Paryushan of Jain, Holi, Diwali are celebrated with zeal and zest.", "Bikaner is land of Forts and palaces and it has many historical attractions that can create spell bound effect on the visitors.", "Bikaner is famous for mouth watering Aloo Bhujiyas.  The city has wholesome savouries like pakodi, gatta ki sabzi, khata papad, mongodi etc.The city is in  dry place and so ingredients used in food are also dried like lentils, corn, bajia and ker are all commonly used in dried form in all the ", "of Bikaner. Buttermilk and butter are used in almost all the dishes of the city.  Crispy Papad and wafers are also quite popular. The city is also famous for sweets like rabdi and spicy chutneys. The staple food of the city is Roti and Khichhdi.          The locally made spices added in food make them of Bikaner lip smacking and tasty.", "Bikaner is the ", " paradise. Handicrafts with beautiful designs, ethnic styles for decoration of your home are sure to occupy place in your shopping bag. Elegantly fashioned lacquer lamps, hand woven woollen shawls, blankets are really worth a steal. Beautiful camel skin wallets, hand woven rugs, embroidered camel skin slippers, bejewelled photo frames, impeccable kundan and silver jewellery, lac bangles etc.  Traditional wears are really feast to the eyes unravels the richness of art and splendour of the city. Hand woven durries, woollen rugs and beautiful varieties of carpets which include both traditional and Persian styles are also famous and worth a buy.", " is not an issue in this city. Right from economical hotels delivering services at budgeted rates to luxurious hotels and resorts offering royal services of course at high prices are easily available in Bikaner."]},
{"title": ["Bareilly-The Land of Rising Sun"], "content": ["Bareilly is founded in the year 1537 by Jagat Singh Katerhriya. Earlier known as Jagatpur, it is said to be the birthplace of Draupadi of Mahabharat. It is important district of Uttar Pradesh and is nestled in Tarai region of Himalayas. There are transcripts from history showcasing Lord Gautam Buddha and Jain Tirthankara Parshvanath visiting this place. The city has been witness to many empires and dynasties viz. Nanda, Maurya, Gupta, Maukharis Empire, Mughals and the British. The city is popularly known as Bans- Bareilly.", "Located in the plains of Ganges, the city is known to have moderate ", " Bareilly witnesses three climate changes viz. Summer, starting from March extended till May which are extremely hot and certainly not appropriate time for visiting the city, Monsoon, from June to September which makes the city warm and humid with mild down pours, Winter, from October to February which is pretty long and chilly; also the best time to visit the city.", "The city is perfect amalgamation of variety of", " viz. Brij culture of Mathura, Awadhi culture of Lucknow, Pahaari culture of Uttrakhand and Haryanvi culture of North- West Uttar Pradesh. The city has many arts and cultural organizations. The “Craft Fair” witnesses umpteen numbers of artists showcasing their unique talents. All the festivals like Holi, ID, Diwali, Urs etc is celebrated with great zeal and zest by the local population. The city also organizes various fashion shows to keep it abreast with changing time. Main languages spoken are Hindi, English, Urdu, Punjabi and Kumaoni.", "Bareilly is visitor’s paradise with many impeccable spiritual places to see.", "The city has many mouth watering ", " like the famous and authentic Seekh Kabaabs and Minced Meat marinated with spices and aromatic herbs with drive one crazy. Local population in this city are foodies and this place is paradise for all food lovers. All types of cuisines viz. Arabic, Italian, Chinese, Lebanese etc. is available in this city.", "The city is known for its bamboo products. You can buy unique varieties of bamboo products at Bareilly. One can fill your ", " bag with decorative and handicraft items. Impeccable Zari – Zardosi handicraft work is also most popular in this spiritual city. The city is largest producer and exporter of camphor in India. Surma (eye liner) is another product that can be in your shopping list. ", " is not a problem in this city. One can get accommodations based on your needs and budget. If you want to get luxury service then you can corner five star hotels but of course putting burden on your packet. Budget hotels provide all the basic amenities at very affordable price."]},
{"title": ["Bhubaneshwar-The Temple city of India"], "content": ["Capital of Orissa, Bhubaneshwar is the home for ancient temples of India. It has unique mythological significance as it has in its land the famous temple of Lord Lingaraj or what is known by the name Tribuneshwar temple. And therefore this place has important significance as per Hindu mythology.", "It is home of many important temples and is also known by the name Mandiramalini. And the word Bhubaneshwar literally means God’s World. It has 500 temples in its ambience which makes this city probably the only city in the world mirror reflection of stages of development of Hindu religious architecture. [wp_ad_camp_1]", "Bhubaneshwar takes our memory lane back to the golden era of gracious past and showcases rich heritage culture of India. ", " of the city is the largest of all the temples and it epitomises the specimen of Orissa style of temple architecture. It is nearly thousand years old. It was constructed by the ruler Yayati Kesari in the 7", " century.  It is said that Lord Shiva preferred Bhubaneshwar as His favourite resort and thus referred the city with the name Ekamra thirtha and took abode here as Lingaraja.", "Another famous temple of the city is", ". It is the most smallest and compact temple among all. It is known for its impeccable stone archway and ceiling with eight petal lotus inside its porch. It was with this temple the tradition of incorporating carved images began and lion head motif was architected in this temple. Mukhteswar itself means “Lord who gives freedom through yoga” and the temple has various meditation poses and the figures from the Hindu mythology, folk tales and also of Jain monks.", "Another famous temple is ", ". It is unique temple as there is no particular deity associated with it.  This temple is also referred as Khajuraho of the east because of its ornate carvings and erotic sculptures. The best part of this temple is the clusters of smaller carved spires on its spire. The spacious temple ground is the place to relax if you want to relax your tired nerves.", " is also known as Temple of Love and is dedicated to Lord Shiva and Goddess Gauri. This temple is situated in the same premises next to Mukteswar temple. The temple has perennial stream besides it and as per religious texts a single sip of water from this stream relieves the drinker from the repeated cycle of birth and deaths, in other words the drinker gets Moksha.  This temple was built by king Lalatendu Kesari in the memory of two lovers who had tragic death. [wp_ad_camp_3]", " is the oldest surviving temple of Bhubaneshwar and was constructed in 650 A.D. The temple though small is stupendously decorated shrine of Lord Shiva. This temple has typical Oriyan style of architectural flavours. The temple has outer wall decorated with beautiful carvings of family members of Lord Shiva. Other art work like floral designs, sculptures of animals etc makes the entire work mesmerizingly beautiful."]},
{"title": ["Kurukshetra-The Eye to the Battle of the Era – Mahabharat"], "content": ["Nestled in Harayana, Kurukshetra is holy place and is known for its historical and religious importance. Named after the ancestors of Kauravas and Pandavas; king Kuru this place has being the witness of vital war of the era – Mahabharatha the epic which redefined the values, regime and the relationships. It is the point where Aryans entered our sub continent.", "The city has extreme ", "which is continental one. Its location away from the sea is the reason for such weather condition. The city experiences five seasons – summer, Monsoon, Autumn, Winter and Spring. Summers are extreme with unbearable heat and heat waves. The city gets sufficient rainfall in Monsoon making the climate cool. Autumn arrives with pleasant climate and salubrious atmosphere. It arrives immediately after monsoon and remains till November. Winter is extremely cold with temperature dropping down till 4°C. It has cold waves making the city chill. Spring season witnesses temperature between 25°C to 10 °C from mid February till end of the March.", "The city being the land of historical and religious importance is ", "hub of India. All the festivals and cultural activities give you a spiritual experience. The locals celebrate all the festivals with great pomp and valour. Gita Jayanti being the biggest event of the city marks the birth of holy epic Bhagvat Gita, Janmashtami, Baisakhi, Lohri, Holi, Diwali and Teej.", "Kurukshetra is known for best handloom items, handmade souvenirs, hosiery articles, sports items, other knick knacks like footwear, readymade garments etc can be bought from malls and ", "complexes of the city.", "The city is one of the famous junctions with gamut of Haryana ", " in its platter. The eating styles of people are related to their standard of living. Almost all the food is prepared with fresh and wholesome vegetables. Dhaba culture is more common in this place. Staple diet of people in this city is roti and lot of milk products as Harayana state us hub of cattle wealth. Beverages include Buttermilk or lassi which gives cooling effect to the body. Thandai, sweet drink made from milk and lots of dry fruits also form part and parcel of the Haryanvi diet along with Lassi.", "The Famous dishes are Raabri and Bajre ki Kichri , Teet ka achar, Singri ki sabzi, Kachri ki sabzi, Methi gajar, Mixed dal, etc. All these lip smacking dishes tickle your taste buds. In sweets the city has bowl of Kheer and Malpuas.", " is not an issue as one can corner accommodations based on their hue. Right from budget hotel to luxurious ones the city has umpteen number o stay options to occupy its visitors.", "Kurukshetra has vital importance both historical and mythological for redefining the meaning of battle of just against all odds and place where Lord Krishna preached Bhagwat Gita to entire humanity."]},
{"title": ["Mathura- Lord’s Own City"], "content": ["Mathura has great religious significance. As per Hindu mythology it is the birth place of Lord Krishna, an incarnation of Lord Vishnu. Nestled on the banks of Yamuna River, the place has been religious abode for umpteen numbers of tourists who throng this place to witness the divine beauty of Lord and seek His blessings.", "This is the famous tourist destination that takes the tourists far away from the materialistic world to the world of faith and devotion. This place is haven for religious lovers as it houses number of temples and places that showcases various facts of Lord Krishna’s life.", "Shri Krishma Janna Bhoomi, Gita Mandir, Vishram Ghat, Dwarkhadeesh temple are the most favored places of tourist interest. Also there is Government museum that houses rare collection of artifacts and items.", "The main attraction being, Shri Krishna Janmabhoomi, which is the prison cell where Lord Krishna was born. This cell was turned to beautiful temple which has become most famous pilgrim spot.", "The city witnesses vibrant festivities and cultural activities that are dedicated to Lord Krishna. In fact the city is bathed with religious prayers, festivals and fairs all through the year. However there are several celebrations like Holi, Diwali, Janmashtami, Rath Yatra and several fairs that form the attraction of the city. For Janmashtami the place gets sparked up more than a month before with decorations and arrangements. In fact the city witnesses heightened activities during the major festivities dedicated to Lord Krishna.", "Mathura offers spiritual shopping experience. Though the city does not have swanky malls but it does have some famous shops and shopping centers that sell sweets, Krishna pictures, milk based products, silver ornaments and handicrafts are the main things of shopping spree. The main shopping areas are close to Dwarkadeesh Temple.", "Mathura tickles the taste buds of very foodie. Stand out of the town’s cuisine are sweets and milk products. One cannot afford to miss the famous taste of Peda, a form of sweet dish made from the condensed milk. On my visit to Mathura two things that really bowled me over were of course the temple of Lord Krishna and the famous street foods like Pani Puri, Samosa, Dhokla and Lassi.", "Here the climate is extreme with burning summers and bone breaking winters. People believe in leading simple life. Mathura was also once a Buddhist centre with 20 monasteries that had housed 3000 monks but after rise of Hinduism only the remains of Buddhist era is left behind which are displayed in the Archaeological museum.", "The most famous sight to be witnessed here at Mathura is the evening aarti ceremony where the Yamuna Rivers gets lit up and sparkled up with hundreds of candles that are floated onto the river.", "Mathura has divinity and spiritual spirit in its aura thus bringing every person closer to the Almighty. In Mathura one forgets every tension of life as one gets into solace in the arms of Lord Krishna and rejuvenates the mind and soul."]},
{"title": ["MANALI-Gateway to the Heavenly Destitute"], "content": ["The breathtaking destination nestled in the mountains of Himachal Pradesh near the northern end of Kullu valley. It is located about 270km north of state capital Shimla.  Referred as “Valley of Gods”, this place is named after Hindu law giver Manu.", "Manali, as it is in high altitude has predominantly cold winters and pleasant summers with modest cool ", " spread all over the place. It witnesses beautifully spread blanket of snowfall during the period between November end to early days of February making the place look awesome and stupendous with snow all over the ground.", "The monsoon is blessed with eye soothing greenery all round and the spring season during March makes the region look colourful because of the variety of beautiful fruits and flowers, multicoloured butterflies flying here and there reenergising your soul and gives a sort of boost to your tired nerves.", "The ", "of Manali reflects the lifestyles of people living in hilly areas. One gets a tinge of Himachal Pradesh flavour in the cultural activities of the region. Dance, music, art and crafts all gelled up together in the tradition of Manali. The philosophy of simple living and high thinking is followed by the locals of this place and is fully reflected in their cultural activities. Himachal, a Dev Bhoomi wherein locals honour deities, Gods and Goddesses and  perform various religious ceremonies to appeal God and Goddess associated with nature. Dusshehra is festival that is celebrated with pomp blended with purity and devotion.", " in Manali is not an issue at all as there are various hotels catering to varied preferences of the people according to their pocket. There are umpteen numbers of good hotels in this region. Budget hotels, Star hotels and Manali resorts all provide good hospitality and have all the basic amenities, affordable rates, grand rooms and beautiful vistas to treat their guests in right royal way.", "Manali offers interesting options when you want to shop from this region. ", "things that you can opt for are Tibetan and Himalayan handicrafts, woollen clothes, Kinnauri and Kullu shawls, Amulets, hippie clothes, jewellery, yummy fruit products like apples fresh fruit jams, pickles and jellies to take home as souvenirs. One can go for Buddhist paintings, Nameplates and key chains tailor made to one’s own taste.", "Manali offers gamut of ", " which includes rice curry or cooked beaten curd, a curd based dish madra, pulses, raita which is mustard based digestive food made of dry fruits and sweet rice. The food style is related directly to the crops that are grown in this region viz. Maize, paddy, kodra and salyara all make up the staple dishes of people of this region. Lots of milk and milk based recipes dominate the food habitat of the local population. Famous dish made during festive season is Dham.", "Manali with its natural scenic grandeur is extremely popular destination among the tourists which provides paragliding, mountaineering, Skiing , rafting, trekking, ballooning, trout fishing and  cultural touring amidst the nostalgic view of cliffs, ravines, moraines, glaciers etc."]},
{"title": ["MUNNAR – The Paradise of the South India"], "content": ["Munnar is the most stupendous and serene destination in the South is the most alluring destination among the tourist.   A hill station situated around 1600m above the sea level in the Idduki district came to limelight in the year 1870s when the British resident of the then Travancore Kingdom John Daniel Munro, the architect of the modern Munnar had visited this place as a part of his official work was mesmerised and wonderstruck by is magnificent beauty.", "Munro was found of plantations and discovered Munnar has the high potential for plantations of crops and to materialise his hobby he formed the North Travancore land Planting and Agricultural Society in 1879 and cultivated crops of coffee, cardamom, cinchona and sisal in various parts of the region but later on tea was fond the most ideal crop for the region.", "The city has pleasant and ", "throughout the year. Summers are moderate and winters which hit the place in the month of November are cool. Monsoon season though with moderate rainfall bestows its own charm by adding spark in the atmosphere and reenergises this region that is surrounded by lush greenery and High Mountains.", "The ", "of this place are directly correlated with the festivals which are celebrated with great excitement and pomp. Attukal pongal, the Thrissur Porum wherein elephants bedizened with rich clothing and ornaments are paraded in the city, the popular is the Nehru Trophy boat race which is held in the middle of Punnamada Lake. The entire city gets lively with the festival of Onam, the celebrations of which lasts for ten days and includes traditional dancing, singing and feasting with religious ceremonies along with the most enchanting snake boat races that are held at several places on the palm filled lagoons.", "Apart from being the most sought tourist destination, Munnar is ", "or its tea plantations, variety of mouth watering, highest quality spices and cardamom along with other spices like cloves, cinnamon, pepper etc. Eucalyptus oil, lemon grass and citridora are things that you can shop on.", "The city provides heavenly peace and its picturesque natural beauty pantomimes the nature lovers from far and near. The large tea plantations, hill ranges, forests, valleys, wild life casts the magical spell on the visitors. The places that are millions worth to visit are", "Munnar ", "catering to the preferences of every pocket.  All the hotels are surrounded by thin blanket of air that renders wholesome climate.  Encircled by natural scenic beauty all the hotels are well equipped by standard amenities that give you proper ambience to enjoy your holidays in the right royal way.", "The staple ", " of Munnar is fish and rice cooked in coconut oil. Almost all the dishes have a tinge of coconut oil in them. South Indian delicacies viz, dosa, vada, aapam and idli add yummy flavour to your platter. You can savour with delight non vegetarian delicacies like Keralan fish curry and Kerala beef fry.", "Munnar is the mystic place where Mother Nature Herself has painted the entire city with natural scenic beauty which is mind blowing and salubrious, rejuvenating your senses and giving a heavenly experience that remains in your memory till eternity."]},
{"title": ["Munnar- Haven of Peace and Serenity"], "content": ["The Queen of South, Munnar is the most preferred tourist destination in the South of India. Nestled at the intersection of three mountain streams, this famous hill station has impeccable natural beauty that energises ones’ body and soul.", "The hill station located at the Idukki district of Kerala is ideal pathway for all the nature loving people who desire to enjoy lovely moments with nature. Sojourn in the roads of Munnar will make you realize that this hill station is truly gifted by beautiful bounties of nature adding to soothing and serene beauty of nature in the state.", "It is the most favoured picnic spot among the honeymooners as the place provides calm and salubrious aura rejuvenating the soul and body. The weather of this place is cool. On the way to Munnar one observes the fogs travelling the mountain and one come across women plucking tea from the green tea gardens signalling that the paradise of south – Munnar has arrived.", "Munnar is the Paradise of the South. It is the place that relaxes one’s mind with the natural beauty and exotic species of flora and fauna, pristine valleys, never ending tea plantations undoubtedly makes this place haven in the earth."]},
{"title": ["Munnar-Switzerland of the South India"], "content": ["Nestled in idduki district of Kerala, Munnar has emerged as popular tourist in South of India. “Munnar” in tamil means three rivers as the city is emerging from three mountain streams. Munnar was summer capital of British in southern India.  The Duke of Wellington was the first prominent person to visit the city.", "The city is one of the stupendous hill stations in India. It is blessed with wonderstruck and awesome natural beauty. It is as if Mother Nature Herself has spread her arms to welcome people. Sojourn over the city one can find breathtaking landscape of green blanket covered by tea gardens.", "Flora and Fauna of Munnar will mesmerise all the visitors. Pleasant chirping sounds of birds, beautiful creeks around the hills, roads covered with mist all will give you a feeling and experience to be cherished till the eternity.", "The extinct species mountain goat of South of India Nilgiri Tahr and rare plant Neelakurinji which is said to bloom only once in twelve years are the biggest tourist attractions of Munnar. Another attraction is tea sanctuary estate bungalows built by Kanan Devan tea estate. It is oldest estate built in British era.", "Munnar has everything to rejuvenate your body and inner soul viz. breathtaking natural scenery, wild life, flora and fauna."]},
{"title": ["Munnar-The  Undisputed Paradise on Earth"], "content": ["Munnar is rightly termed as the heaven on Earth because of its breathtaking natural beauty. Nestled in the God’s own country, Kerala the place was once a summer resort of the British Government. Munnar has everything in its ambience to mesmerize the visitor right from sprawling tea plantations, picturesque landscape, winding lanes and holiday facilities.", "Being the most favored picnic destination in South India, the place has been all time tourist spot. The city is spread awesome flora and fauna with a special attraction been the Neelakurinji, a flower that bathes the hills in blue once in every twelve years. Tourists can witness this blue beauty in the year 2018. The city provides ample opportunities for the bag packers to enjoy the captivating scenic beauty.", "Anamudi, the highest peak which is at the height of over 2700 m is ideal for all the trek lovers as it is an ideal spot for trekking however the treks to the peak are allowed with permission from the Forest and Wildlife authorities of Eravikulam. Another main attraction near Munnar is Eravikulum National Park which is known for its endangered inhabitant, the Nilgiri Tahr. This park offers a splendid view of several rare and beautiful species of rare butterflies, animals and birds is also a great place for trek addicts. One can get view the magnificent beauty of tea plantations and rolling hills covered by the blanket of mists.", "Tourists to Munnar visit Top Station, which is at the height of 1700 m above the sea level and is the highest point on Munnar- Kodaikanal road. This point enjoys the panoramic view of blooming of Neelakurinji flowers.", "Trip to this divine beauty is incomplete without viewing the wide spread tea plantations in Tea Museums which houses photographs and machineries all that narrates the history of its origin and growth. This museum is located at the Nallathanni Estate of Tata Tea and is a million dollar worth a visit.", "The city enjoys pleasant climate throughout the year. However the winters are the best time to visit the place as it is also the great time for the adventure lovers to enjoy spectrum of breathtaking adventure activities viz. rock climbing, trekking and rappelling.", "Munnar has its own shopping signature and its best deals are its local products that comprises of tea, coffee and the spices. One can buy fresh and pure coffee directly from the factory outlets. Also the place is hub for pristine handmade chocolates and spices like cinnamon, coffee, tea clove etc.", "Munnar derives its name as the meeting point of three rivers and this unity one can experience in its cultural diversity. The three cultures comprises of the British culture, the Malayalee and the culture of Tamil migrants. However the tourists can get the spice of traditional culture of Kerala viz. Kathakali- the classical dance drama and the Kalarippayattu- the renowned martial arts.", "Munnar is undisputed heaven on earth. Its splendid natural beauty and breathtaking panoramic view entices every onlooker and makes them its slave for life."]},
{"title": ["NEW DELHI-The city full of Life and Culture"], "content": ["New Delhi, the capital of independent India has been the witness of the rise and fall of many empires. The ", " of this city dates back to the ages of Mahabharata during which the city was known by the name Indraprashtha where Pandavas used to live.", "This city has witnessed manys’ political mayhem for over five centuries. Right from Hindus to Muslims the sovereignty of the city shifted from one ruler to another. This city stands tall unravelling the sacrifices made for it and undisputed love for it by all the rulers belonging to the days of the yore.", "The ", " of New Delhi is very extreme with intense heat during the summer and severe cold and foggy winters.  You can experience the beauty of all the five seasons here. Summers (April – June) the temperature soars up to 45°, Winter (December-January) makes you wear your woollen clothes as the temperature drops down to 5°, Spring season (February-March) which is sunny and has pleasant atmosphere, Monsoon season (July – September) has moderate rain and hot and humid climate, Autumn (September- November) has pleasant and cool temperature and brings freshness in the air with light and soothing breeze.", "The ", " of New Delhi harmonize with the lifestyles of the locals and also of neighbouring states namely Haryana, Rajasthan, Uttar Pradesh, Bihar and Punjab that surrounds the city. Delhi being cosmopolitan city, its local population is free to adopt new conduct and modern style of living. The city proudly reflects Unity in Diversity and this is evident from its social and traditional gatherings. The festivals that are celebrated with pomp are Dusshera wherein the story of Lord Ram is played by locals for nine days with destroying of Ravana by Lord Ram on the tenth day and this majestic fair is been organized by different Ram Lila committees. Other festivals that rock the city are  Diwali, Navaratri, Lohri, Holi, Chat puja, Christmas, Gurunanak Jayanti etc.", "New Delhi has in its lap everything that will mesmerise its visitor. Beautiful monuments, temples, magnificent gardens, forts, markets, museums etc casts magical spell on its onlookers. The city is in fact the Traveller’s Paradise. The must to see in New Delhi are: AksharDham temple, India Gate, Lotus Temple, Lodhi Gardens, Kutub minar, Doll museum, Gurudwara Bangla Sahib, Iskon temple, Gandhi Smriti, Birla Mandir, Rashtrapati Bhavan, Rail Museum, National Gallery of Modern arts, Raj Ghat etc.", "New Delhi is the heaven for shopaholics. Its", " have everything in store that finely caters to the need of the people according to their hue.  The markets of New Delhi are very lively and make your shopping spree filled with fun. There is a treasure trove of goods waiting to be explored. Handicrafts items, dress materials with zari and embroidery work, leather goods etc. Famous shopping hubs are – Connaught Place which offers vibrant and exotic shopping parody, Kamlanagar, Karol Bagh etc.", "New Delhi is paradise for spicy, tangy and lip smacking ", ". Food culture is the perfect blend of North India delicacies, Mughlai cuisines, Punjabi food, Continental food, Thai, Mexican, Chinese and yummy street food that tickles your taste buds. The city has gamut of eating joints from local dhabhas to low and high budget restaurants.", "New Delhi is young metropolis build upon the fragments of ancient cities. Its magnificent forts, exotic monuments and lively markets enchant every visitor."]},
{"title": ["New Delhi-The Heart of India"], "content": ["New Delhi, the heart of India is the capital of the country. It takes pride in witnessing the age old histories and empires. It has special mention in famous epic Mahabharata and was known by the name Indrarashtha were Pandavas resided. It has been part of many rulers right from Hindus to Muslims who made it the prime location for their regime.", "New Delhi is known for its extreme ", "with hot and burning summers from April – June where the temperature rises up to the boiling point of 45°C, chilly and foggy winters from December to February where temperature drops to freezing point of 5°C making people wear woollen clothes. Winters of New Delhi are characterized by fog in the early morning and intermittent rains making the temperature fall further. Monsoon from July – September has moderate downpours with humidity in the atmosphere. Autumn from September – November brings in cool and pleasant climate with fresh and salubrious environment.", "The ", " life of New Delhi is the replica of Unity in Diversity syndrome. Its traditions and lifestyles are showcased by neighbouring states viz. Haryana, Uttar Pradesh, Bihar and Punjab all circumscribing the city. All the festivals are celebrated with much gusto viz. Diwali, Dusshera, Lohri, Chat Puja, Gurunanak Jayanti, Christmas etc. The local of the city are full of life. Punjabi and Hindi are main languages. English language also occupies important place in the city.", "New Delhi is the visitor’s paradise. Sojourn in the city one gets mesmerised by impeccable monuments, beautiful temples, gardens, forts, museums etc.", "New Delhi is place for ", ". It has in its platter wholesome and yummy cuisines that leave everyone spell bound. Street food like Tikki, Chat pakodi, Gol gappa, Chole Bature, kulche, Bhel, kalmi vada etc all have lip smacking tastes. Punjabi food is more common in the city viz. Tandoor roti, Makki ki roti, Sarson ka saag, Lassi, Puri etc provide yummy tastes. Other cuisines like Mughlai, Continental,Chinese, Mexican tickles your taste bud and you cannot resist their temptation to have more. With low cost Dhabas to high rates five star hotels the city caters to everybody’s hue.", " in New Delhi renders memorable experience. Its markets are flooded with items like dresses, handicraft materials, zari and embroidery work materials, leather goods etc. Connaught Place, Kamla nagar, Tri nagar, Sarojini market etc are famous shopping destinations to be explored.", " is not an issue as New Delhi welcomes its visitors whole heartedly and has numerous cosy accommodation facilities for their perfect stay. Right from small hotels to five star hotels the city has variety of stay options to choose from depending on the budget and requirements.", "New Delhi is full of life with people enjoying in midst of beautiful monuments, heated aura of political scenario, impeccable forts and yummy foods."]},
{"title": ["Delhi-The city full of life and style"], "content": ["Delhi is known to the world as the capital city of India. Sprawled over the river Yamuna, this city has much more in its ambience to showcase to every onlooker. Be it yummy lip smacking cuisines, many historical monuments, trendy clothes all make Delhi a unique city on its own.", "For me this city is full of life and style. As I am born and brought up in Delhi, I can bet on anything that any person visiting this city will never feel alienated. Well, let us begin to understand what this city has in store to make it stand at the top above all other cities.", "Let me start with food. The city serves yummy and delicious cuisines in its platter as it  has fabulous eating joints. Every food that one tastes really will have a special tinge on the taste buds. Not to leave the street food this is the famous among the locals. Samosa, gol gappe, Chat pakode, bhalla papdi to name a few is the most opted street cuisines. I will go with tikki, a crispy roll made from boiled potatoes and served with chutneys. North Indian cuisines form the staple diet of the local population but one can come across other delicacies viz. Chinese, Italian, Tibetian, South Indian etc.", "As far as site seeing is concerned, the city has many historical and captivated monuments, temples, art galleries, bustling markets etc to entice every onlooker. Kutub minar, Lal killa, Akshardham, Lotus temple, doll museum, Birla Mandir are the few spots that are most famous among the tourists.", "As far as climate is concerned, the city has extreme climate. The summers are hot and the winters are cold. Delhi experiences less downpours making summers and winters the more dominant seasons.", "The city sets perfect example of unity in diversity as each and every festival is celebrated with pomp and zest. Navratri, Diwali, Eid, Christmas, Guru Nanak Jayanthi, Holi, Lohri etc. are few famous festivals of Delhi that bind together all the communities with one common thread of love and care.", "Sojourn in the city one will get the quick glimpse of its state of art infrastructure. Spic and span roads, well maintained traffic system, loads of greenery etc makes Delhi as one of the best city to live in. Delhi Metro has become the life line for the locals. Over the years it has managed to reach every nook and corner of the city easing the travel spree of the Delhi-ites.", "Delhi is the city that bridges two different worlds. Old Delhi, once capital of Islamic India has narrow lanes lined with age old crumbling havelis and formidable [wp_ad_camp_3] mosques as in contrast the imperial New Delhi that was formed by Britishers in their regime is composed of spacious, tree lined roads and imposing government buildings.", "The city has witnessed the rule of many Empires and has been the political hub of India. This is true even for the mythological era. The Pandavas of Mahabharata has their capital at Indraprashtha, which is geographically located in the city.", "The city is sprinkled with love and life. It showcases unity among different religions, has great sense of respect and care. For me Delhi is the city that transpires every dream into reality of those who have belief in oneself and have will to do hard work."]},
{"title": ["BANARAS-Abode to the City of Gods"], "content": ["Banaras or Varanasi has its history dating back to Indian civilisation. Situated in the banks of the river Ganges in Uttar Pradesh Banaras aka Kashi as it is widely known is the oldest living city in the world and has been the prominent pilgrimage destination for Hindus for ages. Lord Buddha preached His first morals after enlightenment at Sarnath, 10 km away from Banaras.", "Banaras is the city of temples and learning. It is the core for knowledge, philosophy, cultural activities, devotion to Gods; Indian has been mushroomed here for ages. This overcrowded city is famous for rich ", " heritage and is most favoured destination for travellers and tourists all over the world. It has in its ambience age old culture of fine art and literature. It takes pride for being the home land of many great poets and writer viz. Kabir das, Ravi das, Tulsi das, Munshi Premchand and numerous others. The local population celebrate numerous festivals in traditional styles in tandem with classical and folk culture of this region. The city being the cultural capital of India has attained natural purity because of presence of Ganges.", "in Banaras is traditional and is be quested from Eastern UP and other surrounding states. One can get the variety of indigenous recipes cooked with Indian spices that leaves mesmerising tastes in your taste buds. The city is also famous for its mouth watering street food from yummy chats to special khachodis. Here hunger is never let to starve as you will find something or the other to eat at any part of the city at any point of time. You cannot forget the world famous Banaras Paan, mixture of beetle leaves, tobacco and lime is all time favourite chewing item.", "The city has in its lap many ", " that are the favoured by tourists all over. It is enriched with many ancient temples like Kashi Vishwanath Temple, Kal Bhairava, Durga kund and Annapoorna temple. The hordes of people across the globe visit this holy place to purify their sin by bathing in the river Ganges. Other places that are worth visiting are Manikarnika Ghat, Ramnagar Fort, Dhamek Stupa, Chaukundi Stupa and Gyanvapi Mosque.", "in Banaras provides a unique experience of spiritual enlightenment. The city is famous for silk saris, carpets and handicrafts. The Banaras silk saris are world famous, the art of which are in the genes handed down from mother to daughter. The city is famous for its multifarious mouth watering assortment of Indian sweetmeats. The city has blossomed as a place of Authentic Ayurveda and Panchakarma treatment.", "Staying in Banaras is not an issue as you can come across ", " catering every individual’s hue. Budget hotels to luxury hotels all will provide good hospitality and make you feel homely. Almost all the hotels of Banaras have modern amenities making your stay a memorable experience.", "Banaras is an unquestionable haven of peace blended with divine serenity and a bustling temple city which is a melting pot which coalesce death and life under one roof."]},
{"title": ["AULI-The Stupendous Skill Destination"], "content": ["Auli is the important ski destination nestled in the snow capped Himalayan mountain of Uttarakhand, India. Locally known as “bugyal” which means meadow is located at 2500 to 3050 m above the sea level. It is believed that the Holy soul Shankaracharya has been through this city.", "Recognized all over as the best ski resorts in the world Auli, very recently has attracted many tourists from all over the globe to enjoy the natural scenic beauty. The state is which lies on the way to Badrinath is aptly described as “Land of the Gods” as it is the gateway of important pilgrimage destination specially Char Dham yatra.", "As the region is in high altitude it enjoys ", " all over the year. Summers are pleasant with moderate climate, winters are chilly and the temperature drops down to sub zero levels. The site of snow falling is witnessed during winters. Auli is open to visitors through the year.", "India is the place where culture echoes, traditions speak and diversity delights making the cultural events more jovial and energetic. The ", "of this region is highly embraced by the traditions of its surrounding hilly regions. Locals of this place believe in the philosophy of simple living high thinking and this is reflected in their traditional events. Various cultural programmes are organised to show case the rich cultural heritage of Uttarakhand. Skiing festivals are held where many people participate and show their talents.", "Auli has in its ambience the breathtaking natural scenic beauty that mesmerises the onlookers, casting a magical spell on their mind.", "The region is more famous for its natural scenic beauty, skiing and trekking activity. Auli is in fact the skier’s paradise and is blessed with best slopes in the world facilitating Himalayan Trekking in India. Auli being purely adventurous hotspot for all brave hearts who enjoy doing fun and frolic in snow that is spread all over. There is nothing much for shopaholics. However it does have small bustling markets near Joshimath from where you can pick up woollen caps, blankets and shawls.", "There are many", " in this place catering to the different budget and varied preferences. These hotels providing quality hospitality services that will make you to remember and cherish your holidays in Auli till eternity. All the hotels provide basic amenities and good rooms for stay and recently all have been burgeoning because of the gaining importance of this place.", "Auli has host of Dhabas which serve Indian, Chinese, Continental and South India dishes that are yummy and high in hygiene. There is no special ", "in Auli but Dal rice, potato Parathas and kachmauli – the local dish comprising of stuffed goat seasoned with mustard oil, turmeric and chilly.", "Auli offers its tourists the exhilarating feelings that are beyond anyone’s imagination. Its natural vistas, miracles of snow, marvellous view of mesmerising apple orchards, and fine deodar trees makes this place a Heaven of Earth."]},
{"title": ["Bangalore-The city of Gardens"], "content": ["Known by the name Bengaluru, Bangalore is capital city of Karnataka. Founded by Kempe Gowda the city has now become the IT hub of India and  is the paramount exporter of Information technology.", " conditions are salubrious and pleasant throughout the year. Summer season is warm and soothing with blankets coming out during the night. Winters are pretty cool and monsoon comes with mild and sometimes with heavy down pours.", "Bangalore showcases rich paradise of ", ". It perfectly unravels unity in diversity with amalgamation of different cultures. Right from its traditional festivals like Karaga, Dussera, Deepavali, Ganesh Chaturthi, Makara Sankranti and Ugadi to Holi, Ramza ID, Christmas, Sri Ram Navami are celebrated with great zeal ad zest. Since Bangalore has various multinational firms, western culture has also bestowed its shades on the population. Pubs are the result of this culture. But the city does preserve its traditional values amidst modernity.", "Local language of the   city is Kannada with English being the common language. The city is paradise for food lovers. Its lip smacking cuisines makes everyone drive crazy. Staple food is rice and vegetable. Rava Kichadi is famous dish among Bangalorians. All types of south Indian dishes viz. Idli, vada, dosa etc are easily available in the city. One can get flavours of variety of cuisines across the globe. Street food of the city leaves your taste buds tickling by their yummy flavours.", "Bangalore has in its ambience many historical places standing tall revealing their stories of riches and lavish lifestyle along with sacrifice and valour viz. Tipu Sultan’s Summer Palace, Bangalore Palace, Devanahalli Fort, Bangalore Fort, Vidhana Souda, Lal Bagh etc.", "Bannerghatta National Park is world famous wild life sanctuary and is home of one of the richest natural zoological reserves. It shelters Indian Tigers and the rare species of White tigers, lions and other mammals. Umpteen numbers of tourists swarm this park all through the year. Other places like Freedom Park, Fort and Aquarium, The Forum all are really worth seeing. One can enjoy the cool breeze beside the lakes like Hesaraghatta Lake, Bellandur Lake and Hebbal Lake. The aura of holiness in the temples like ISKON, Dodda Ganeshana temple, Ranganatha Swamy temple, Nandi temple etc. enlightens the spirit of devotion in the minds of all the visitors. The recent amusement park Wonderla renders thrilling and jovial mood to all the people who come to experience the breathtaking rides.", "Bangalore is ", " paradise which takes pride in architecting the country’s first ever shopping mall. MG road is the famous shopping point in this city. One can fill the shopping bag with silk saris which are available in wide ranges, handicrafts, antiques, cotton fabrics, sandal wood objects, objects with impeccable wood carvings and paintings.", " are easily available in the city. Many professionals swarms this city to meet their job demands, many come as trainees in IT companies and the city has variety of stay options depending on the requirements and budget. Luxury hotels are available satisfying your hi-fi flavour of your requirements with a burden on your pockets and the budget and economical hotels provide all the basic amenities at economical price.", "This spic and span city is has in its ambience lively and energetic environment which rejuvenates both your body and your mind."]},
{"title": ["Bangalore-The Technical hub of the country"], "content": ["Bengaluru, the official name for the Bangalore city is the capital of Karnataka. When one imagines of the Bangalore immediately the word IT comes to the mind as the city has over the years emerged as the biggest IT hub of India.", "This spic and span city has cherished its own cultural values and tradition. The migration of diverse population from other cities because of demand of job has resulted in emergence of varied cultural norms in the city. The city also has pub culture which is enjoyed of course upholding the age old traditions at the forefront.", "Bangalore takes pride in being one of the cleanest cities of the country and has witnessed remarkable progress thanks to IT companies who have made the city their base. Just like Bombay witnesses umpteen numbers of migrants throughout the year in search of job, study etc, [wp_ad_camp_1] Bangalore also has seen migration that has fuelled almost half of the city’s phenomenal population growth. But how does the city gets adjusted with such a deluge of people from different cultures, faiths and languages?  The answer is in the words of a common Bangalorean – If one stays here, works here, eats here and have high regards and respect to the place and culture then the person gets adjusted automatically and easily becomes a true Bangalorean.", "This city takes every visitor in its ambience even if when you are new to its culture or unaware of its local language. The city has impeccable places to visit. The more famous are the Bangalore palace, Lal Bagh, Tipu Sultan’s Palace, Bannerghatta National park, Wonderla Amusement park etc.", "This straight forward city is the shopper’s paradise. The visitors cannot resist the temptation to fill their shopping bags with items like silk saris, antiques, cotton fabrics, objects made of sandalwood etc.", "Bangalore is gourmet’s paradise. The platter of Banglorean cuisine takes influence from varied spices of Andhra, Tamil, Chettinad, Mangalorean, Kerala dishes. Idli, Dosa, Rice, Rasam (South Indian vegetable stew), rice etc forms the staple diet of the locals. However being a global capital one can come across international cuisines like pizza, Chinese, Italian dishes becoming part and parcel of new generation’s [wp_ad_camp_3] diet.", "Apart from being IT hub, the city has mushroomed over the years as the best educational hub of the country. With more and more IT companies making the city its base the city is all set to offer best educational facilities in tune to meet the growing demand of the IT and other sectors of the city. The standard of the educational institutions of Bangalore are comparatively higher than other states.", "With pleasant climate, broad outlook, salubrious atmosphere, Bangalore has emerged as the most sought after city in all respects be it education, job aspect or to settle down."]},
{"title": ["Bangalore-The IT Hub of India"], "content": ["Bangalore now known as Bengaluru is the capital of Karnataka. It was founded by Kempe Gowda , ruler under Vijayanagara Empire by laying the foundation of the city by building mud fort at the site in 1537. This site has over the years burgeoned to industrial and technological axis of India.  The city is known as Silicon Valley of India because it takes pride in being the nation’s paramount exporter of Information technology.", "The city enjoys ", " throughout the year due to its high altitude.  Summers are pretty warm and soothing with people using blankets during night and because of this the city is considered as summer retreat. Winters are cool with temperature falling near to 10° C. Monsoon season is normally windy with mild to heavy downpours. Best time to visit this city is anytime between September to February for experiencing the aura of cool and placid environment.", "Bangalore has ", " unravelling the diversity of its population. Its culture is in fact the fusion of various cultures. The city has in its ambit own traditional festivals like the oldest event Bangalore Karaga, Dussera, Deepavali, Ganesh Chaturthi, Makara Sankranti and Ugadi. Dussera being the state festival of the city as it is the mark of victory of truth and it has great importance to Kannadiga population in city. All the other festivals like Holi, Ramzan ID, Christmas, Sri Ram Navami etc are celebrated with great pomp making the Bangalore as Cosmopolitan city.", "As majority of the population are software professionals working for various multinational firms, the western culture has great influence in the lives of the locals. The Pub culture is the product of this influence. The city takes pride in preserving the traditional culture amidst such foreign interventions. The Kannada is the local language and English is the common medium of communication.", "Bangalore has the flavours of many lip smacking ", " in its lap. The staple food of the city is rice and vegetable. Rava Kichadi is another popular dish. The city also relishes with delight gamut of South Indian dishes like Idli, Vada, Dosa etc. This cosmopolitan food loving city has aura of almost all the cuisines from across globe. The food habits of the local population vary from one person to another. One can also savour with delight the street food of Bangalore.", "Bangalore is widely known for being the India’s ", ". The country’s first shopping mall was built in this city. The famous shopping place is MG road. This road showcases spectrum of silk saris, handicrafts, antiques, cotton fabrics, sandalwood objects, wood carvings, paintings with gold leaf work and stone.", "Stay option is never an issue in this city. You can select from Budget hotels, cheap hotels and Luxury hotels depending on your requirements and pocket. All the ", " provide necessary amenities and hygienic food along with good hospitable atmosphere.", "Bangalore the Green- Clean city is the one of the most sought out city for professionals in India. A city which fulfils umpteen numbers of dreams."]},
{"title": ["Alleppey-The Venice of the East"], "content": ["The best euphoric destination of India – Alleppey is home for many breathtaking sights and places. The history of this city dates back to the early days of Sangam era. The religion that has major influence is Christianity right form first century when many churches were built by St. Thomas in this place for preaching Christianity in south of India.", "Nestled in areas, criss crossed with canals and areas dotted with umpteen numbers of coconut palms in the running backwaters region of Kerala – Alleppey lies with enchanting sightseeing places and impeccable picnic spots. N number of lakes, rivers and lagoons in all the four directions – Alleppey is characterized by water on every side.", "Since the district is located in [wp_ad_camp_1] South of India, it has mild subtropical ", " which is moist and pleasant all throughout the year. Temperature range from 20C to 35C. The city witnesses three seasons – Summer –from March to May where the town becomes humid and the maximum temperature is recorded 37 and this time is best time to visit the city for sightseeing and backwater excursions. Monsoon – from June to July is characterized by heavy rainfall with water logging the common sight. Winter season is from November to February which has temperature ranging from 17C and 32 C making the climate pleasant for sightseeing.", "The most ", " is thrilling boat cruise along the backwaters amidst tall coconut palms. Being vital backwater destination, the city is known for its boat races, beaches, marine products and coir industry. The city is departing point for Kerala backwaters. Beach of Alleppey is most popular among tourists. This white sand beach along with deep blue Arabian Sea is best place to rejuvenate your tired nerves, sunbath and reenergise your soul.", "Apart from dancing back waters, Alleppey has mouth watering South Indian dishes in its platter. Served in banana leaf one can relish all South Indian delicacies and savouries.", "The city is best ", " with umpteen numbers of knick knacks in its ambience. Coir products like carpets and other items are the foremost shopping attractions. The best thing doing shopping in Alleppey is that all these items are available at the most economical rates and that too at high quality. The city is also known for its wide varieties of spices like cardamom, areca nut, pepper etc.", "The city celebrates many events like Boat [wp_ad_camp_3] races usually played using Snake shaped boats. Other boats used are Kettuvalam, Odi- vallam etc.  This race is witnessed by umpteen numbers of local people who stand in edges of water and cheer the boatmen to excel in race. The main ", "of this city is Onam which symbolises the home coming of King Mahabali. St. George Church festival is also celebrated with pomp and all other festivals of temples of this place that are characterized by grand processions, impeccable decorations and celebrations all round. These events are enjoyed by foreign tourists who swarm this place from all across the world.", "Alleppey is the heavenly divine place on earth with welcoming waves of backwaters, divinity of temples, simplicity of local population and mouth watering delicacies of South Indian dishes all synchronising together making this place truly a Panache in real sense."]},
{"title": ["Ajmer-Aura of Holiness in its totality"], "content": ["Ajmer is the 5", " largest city of Rajasthan and is surrounded by Aravalli Mountains. This holy city is pilgrimage place for the shrine of Sufi Saint Khwaja Moinuddin Chishti. It is also the base for Pushkar, ancient Hindu pilgrimage city, only place on earth where Lord Brahma’s temple is present. Ajmer saw the rise and fall of many empires and dynasties right from Chauhan to Marwars to Mughals to Marathas and finally the British.", "Ajmer has hot semi arid", ". Temperatures are pretty high all through the year with summers witnessing average daily temperature of about 30° C. Monsoons between June and September have heavy rainfall with thunderstorms. Winters are mild with little or no humidity. Incidental cold weather causes temperatures to fall near to the freezing point.", "Ajmer is all time pilgrimage ", "for tourists across the globe. It is blessed with impeccable lakes like Ana Sagar lake, Lake Foy Sagar, Taragarh Fort, Dargah Sharif of Saint Khwaja Moinuddin, Akbar’s palace and museum, Taragarh Fort, picturesque garden Durga bagh, Abdullah khan’s tomb, Adhai –din- ka – jhonpra, impeccable Nasiyan Jain temple, Kishangarh, Circuit house  etc all mesmerises your soul and makes you spell bound.", "Ajmer is the land of complex ", ". Its cultural celebrations and traditions are reflection of various dynasties that ruled the city. This green oasis surrounded by barren region has rich heritage of cultures. Its’ culture is reflected in all its arts, crafts, music, dance etc. The major cultural event is Urs of Khwaja Moinuddin Chisti.  It is also the base for famous Pushkar mela. Ajmer is the point where two cultures meet and temples and mosques are adjacent to each other. All other festivals like Diwali, Id etc are celebrated with great zeal and enthusiasm.", "Local ", "of Ajmer is mixed form of Rajasthani and Hindi and the official language is English and Hindi. It is manufacturing and trade centre. Poultry is the major source of income of farmers of Ajmer. The city is famous for Cotton products, Woollen textiles, leather, hosiery, soap and pharmaceuticals. Kishangarh is largest centres for marble products.", "Ajmer is the ", " with perfume squeezed out of rose petals is the real steal. You can load your bags with some exquisite jootis or mojaris (sandals), silver and gold jewellery, dyes fabrics, Rajasthani bandhni or block printing, embroidered fabrics etc. Puraa Bazaar, Kaisarganj, Purani mandi , Madar gate and Nala Bazaar are places where you can quench your shopping thirst.", "Ajmer is known for its mouth watering ", " viz. Samosas and kachoris. Rice is the staple food of this region and so you can savour yummy biryanis both vegetarian and non vegetarian with great delight.", "Accommodation in Ajmer is not an issue because of heavy swarming of tourists to this holy place all throughout the year. Right from luxury hotel rendering five star services to budget hotel providing standard yet all necessary services at affordable rates are available for tourists to choose from.", "Ajmer is perfect place of Hindu and Muslim amalgamation of cultures. This holy city not only soothes your nerves but also rejuvenates your inner soul."]},
{"title": ["Amritsar-The Golden City of India"], "content": ["One of the largest cities in Punjab, Amritsar is founded by fourth Sikh Guru Ram das. It derives its name from Amrit Sarovar, the holy lake surrounding the impeccable Golden Temple. Amritsar in fact means pool of nectar. The city also was witness to Indus valley civilization and as evidence archaeologists have discovered certain sites viz. Vadalol, Chhina, Gharinda, Har etc pertaining to Indus civilization. The city has seen influences of many dynasties, Greek, Mauryan, Kushan, Rajputs, Shahi and Sultans. Historically it is called Ramdaspur and colloquially Ambarsar.", " of Amritsar is like other states in the North Western cities of India. Extreme climatic conditions prevail in this city. Hot and scorching summers and freezing cold winters is witnessed here. Monsoon season brings better and pleasant climate along with great deal of respite from heat.", "Golden temple or Harmander Sahib is one ", " where people from all over the world swarm to worship and seek blessings.  It is Holy place of Sikhs who come in umpteen numbers daily to pay obeisance in their Ardas at this temple. This Holy place serves free food in the form of Guru ka Langar to all types of people rich, poor, of any religion, caste colour, creed or gender.  Jallainwala Bagh which rises your patriotic spirit and makes your blood boil with fury remembering the massacre caused by General Dyer of British Empire killing umpteen numbers of people in the area. This place has memorial national importance to pay tribute to all those killed in the massacre. Other places like Akal Takht, Durgiana temple, Wagah border ceremony, Ram Bagh, Ram Tirath etc makes you spell bound by their beauty and authenticity.", "Amritsar is a paradise for ", ". One can savour yummy and mouth watering foods in the city. Amritsari Kulcha is famous all over for its taste and texture, Amritsari fish, Lassi, Kulfi, Sarson ka saag and Makki ki roti etc. One can get the aura of Punjabi dishes in food of Amritsar.", " can prove fun for shopaholics in this city. One can fill the shopping bags with traditional Punjabi items from old markets of this city. Punjabi handicraft is famous with traditional Phulkari work is on the top of the list.  Excellent shawls with impeccable embroidery are a great steal here. One can shop on traditional Punjabi garments and wedding wears that are extremely attractive and eye catchy. Patiala salwars will bowl down the female shoppers with simplicity and authentic look. One can shop for traditional Punjabi shoes or jutis. Apart from this, woollen clothes, blankets, woven carpets, pickles, jams and jellies made from rural population of Amritsar are also a good catch. Rich variety of dry fruits can also occupy some space in your shopping bag.", "The main language spoken is Punjabi, Hindi and English. The city has rich ", " heritage. Punjabi culture and tradition have great deal of influence in this city. All the festivals Lohri, Diwali, Guru Purub, Holi, Baisaki etc are celebrated with great zeal and zest. Locals of this city are energetic and lively and welcome all the visitors with warmth.", " is never an issue here. Shiromani Gurudwara Parbandhak committee has buildings with rooms for pilgrims serving round the clock and at minimal rates and modern amenities. If you have to experience five star flavours then there are luxury hotels in the pipeline. One also has option of economy and budget hotels offering all the basic amenities at affordable rates."]},
{"title": ["Ahmedabad-The textile hub of India"], "content": ["Located in the banks of Sabarmati, Ahmedabad has been the witness of many rules and dynasties. From Sultans to Mughals and from Marathas to the British, all had the privilege of ruling this state. The city is the brain child of Sultan Ahmed Shah who was bowled over by the authenticity of this land and made it as the capital of Gujarat. Then onwards the city had got the opportunity to witness the aura of diversified rulers.", "Post Independence Ahmedabad was a provincial town of Mumbai and on 1", " May 1960 it became capital of Gujarat. The city experiences ", ". The climatic conditions are greatly influenced by Arabian Sea. The city gets the fell of three major seasons – Extreme hot and dry summers from March till July, Monsoons in mid July from July to September and Pleasant and cosy winters till February.", "The city is known for unity in diversity in its cultural celebrations. It has rich ", ". The locals enjoy all the festivals and occasions with great zeal and enthusiasm. The prime festival is Navartri which is celebrated to worship the Goddess by performing traditional folk dance form of GARBA. Kite flying festival that marks the beginning of auspicious Uttarayan celebrated with great joy. The annual Rath Yatra procession on Ashadh –sud-bij of hindus and procession of Tajia of Muslims are other important events of this region. People from all over the world participate in this unique kite festival. Other festivals like Diwali, holi, ID, Christmas are some of variety of festivals that are celebrated with zest in this city. The main language is Gujarati followed by Hindi and English.", "Ahmedabad is the travellers’ paradise. The sojourn of this place leaves one spell bound and mesmerised.", "Ahmedabadis are foodies and savour every type of ", " with great delight.  The typical Gujarati thali consists of dal, rice, curd, roti, sweet dish along with pickles and papads is lip smacking and yummy. It’s cuisine have unique taste because of sweet flavour in all the food items. Vegetarian dishes are popular in Ahmedabad though non vegetarian dishes are also available. Dokhlas, Theplas, Khakhras, Jalebis etc are the common food items in this city.", " in this city gives wonderful experience. The city is perfect place to shop items like colourful fabrics like traditional dress worn while performing Garba, jewellery, handmade items, wooden furniture and potteries. The places where you can stroll along and do shopping are CG road, Ashram road, Law garden and Relief road.", " in Ahmedabad are plenty. In fact it has plethora of accommodations.  Every hotel in this city offers artistic experience to its guests. With five star Hotel captivating your senses to heritage hotels providing unparallel services that are par excellence. One can go for economical and budge hotels that bestows warm and authentic feel of Gujarati culture."]}
]